[
  {
    "id": 1,
    "quizzes": [
      {
        "title": "'I have never been to Russia. I think I shall go there next year.' said Bill.",
        "a": "Bill said that he had never been to Russia and he thought he would go there the next year.",
        "b": "Bill said that he would have never been to Russia and he thinks he would go there the next year.",
        "c": "Bill said that he had never been to Russia and he thinks he will go there the next year.",
        "d": "Bill said that he has never been to Russia and he thinks he would go there the next year.",
        "correct": "a"
      },
      {
        "title": "People believed that Jane retired because of her poor health.",
        "a": "Jane is believed to have retired because of her poor health.",
        "b": "Jane was believed to have retired because of her poor health.",
        "c": "It is believed that Jane retired because of her poor health.",
        "d": "Jane retired because of her poor health was believed.",
        "correct": "b"
      },
      {
        "title": "The government knows the extent of the problem. The government needs to take action soon.",
        "a": "The government knows the extent of the problem whereas it needs to take action soon.",
        "b": "The government knows the extent of the problem so that it needs to take action soon.",
        "c": "Knowing the extent of the problem, the government needs to take action soon.",
        "d": "The government knows the extent of the problem, or else it needs to take action soon.",
        "correct": "c"
      },
      {
        "title": "The substance is very toxic. Protective clothing must be worn at all times.",
        "a": "Since the substance is very toxic, so protective clothing must be worn at all times.",
        "b": "So toxic is the substance that protective clothing must be worn at all times.",
        "c": "The substance is such toxic that protective clothing must be worn at all times.",
        "d": "The substance is too toxic to wear protective clothing at all times.",
        "correct": "b"
      },
      {
        "title": "John is studying hard. He doesn’t want to fail the exam.",
        "a": "John is studying hard in order not to fail the next exam.",
        "b": "John is studying hard in order that he not fail the next exam.",
        "c": "John is studying hard so as to fail the next exam.",
        "d": "John is studying hard in order to not fail the next exam.",
        "correct": "a"
      },
      {
        "title": "She gave in her notice. She planned to start her new job in January.",
        "a": "She gave in her notice, planning to start her new job in January.",
        "b": "She gave in her notice with a view to starting her new job in January.",
        "c": "Her notice was given in with an aim to start her new job in January.",
        "d": "Her notice was given in order for her to start her new job in January.",
        "correct": "b"
      },
      {
        "title": "When the unemployment rate is high, the crime rate is usually also high.",
        "a": "The unemployment rate and the crime rate are both higher.",
        "b": "The higher the unemployment rate is, the higher the crime rate is.",
        "c": "The unemployment rate is as high as the crime rate.",
        "d": "The high rate of unemployment depends on the high rate of crime.",
        "correct": "b"
      },
      {
        "title": "I wish you hadn't said that.",
        "a": "I wish you not to say that.",
        "b": "If only you didn't say that.",
        "c": "I hope you will not say that.",
        "d": "It would be nice if you hadn’t said that.",
        "correct": "d"
      },
      {
        "title": "“You're always making terrible mistakes,” said the teacher.",
        "a": "The teacher asked his students why they always made terrible mistakes.",
        "b": "The teacher realized that his students always made terrible mistakes.",
        "c": "The teacher complained about his students making terrible mistakes.",
        "d": "The teacher made his students not always make terrible mistakes.",
        "correct": "c"
      },
      {
        "title": "There is no point in your phoning Jane – she’s away.",
        "a": "It would be a waste of time phoning Jane – she’s away.",
        "b": "You waste your time if you insist on phoning Jane – she’s away.",
        "c": "Don’t spend your valuable time phoning Jane – she’s out.",
        "d": "Jane is very difficult to phone – she’s always away.",
        "correct": "a"
      },
      {
        "title": "He smokes too much; perhaps that’s why he can’t get rid of his cough.",
        "a": "If he didn’t smoke so much, he may get rid of his cough.",
        "b": "If he smoked less, he might be able to get rid of his cough.",
        "c": "If he smoked so much, he couldn’t get rid of his cough.",
        "d": "If he does not smoke, he may not have his cough.",
        "correct": "b"
      },
      {
        "title": "“Why don’t you take extra classes in English if you want to become a tourist guide?” said my friend.",
        "a": "My friend advised me to take extra classes in English only if I wanted to become a tourist guide.",
        "b": "My friend suggested I take extra classes in English if I wanted to become a tourist guide.",
        "c": "In my friend’s opinion, I will never become a tourist guide if I don’t take extra classes in English.",
        "d": "In my friend’s opinion, taking extra classes in English is necessary if I wanted to become a tourist guide.",
        "correct": "b"
      },
      {
        "title": "Darwin who be famous English scientist develop theory evolution.",
        "a": "Darwin who is a famous English scientist developed a theory of evolution.",
        "b": "Darwin who was the famous English scientist develops the theory for evolution.",
        "c": "Darwin, who is a famous English scientist, has developed a theory on evolution.",
        "d": "Darwin, who was a famous English scientist, developed the theory of evolution.",
        "correct": "d"
      },
  {
    "title": "They not answer phone this morning so must out.",
    "a": "They didn’t answer the phone this morning so they must be out.",
    "b": "They didn’t answer the phone this morning so they must have gone out.",
    "c": "They hasn’t answered the phone this morning so they must have been out.",
    "d": "They hasn’t answered the phone this morning so they must go out.",
    "correct": "c"
  },
  {
    "title": "People say that at least ten applicants have been selected for the job interview.",
    "a": "It is said that well over ten people are interested in having an interview for the job.",
    "b": "It is said that no fewer than ten people are going to be interviewed for the job.",
    "c": "People say that fewer than ten job interviews have been held so far.",
    "d": "I have heard that only ten people have been chosen to have the job interviewed.",
    "correct": "b"
  },
  {
    "title": "Eating with chopsticks feels strange to Jonathan.",
    "a": "Eating with chopsticks isn’t what Jonathan used to.",
    "b": "Jonathan is not used to eating with chopsticks.",
    "c": "Not feeling strange, Jonathan tries eating with chopsticks.",
    "d": "Jonathan didn’t use to eat with chopsticks.",
    "correct": "b"
  },
  {
    "title": "“Why don’t you have your room repainted?” said Robert to Lan.",
    "a": "Robert suggested having Lam’s room repainted.",
    "b": "Robert asked Lam why you didn’t have your room repainted.",
    "c": "Robert wanted to know why Lam doesn’t have his room repainted.",
    "d": "Robert suggested that Lam should have his room repainted.",
    "correct": "d"
  },
  {
    "title": "In your country, schools are open to all. They accept children of any race, color, or creed.",
    "a": "In our country, schools are open to all children irrespective of race, color, or creed.",
    "b": "In our country, schools are open to all children except for race, color, or creed.",
    "c": "Apart from race, color, or creed, schools are open to all children in your country.",
    "d": "Children of any race, color, or creed can be admitted to our schools when they are opened.",
    "correct": "a"
  },
  {
    "title": "He felt very tired. He was determined to continue to climb up the mountain.",
    "a": "He felt so tired that he was determined to continue to climb up the mountain.",
    "b": "Feeling very tired, he was determined to continue to climb up the mountain.",
    "c": "Tired as he might, he was determined to continue to climb up the mountain.",
    "d": "As a result of his tiredness, he was determined to continue to climb up the mountain.",
    "correct": "c"
  },
  {
    "title": "Steve said to Mike, “Don’t touch the electric wires. It might be deadly.”",
    "a": "Steve advised Mike not to touch the electric wires as it might be deadly.",
    "b": "Steve warned Mike not to touch the wires as it might be deadly.",
    "c": "Steve suggested that Mike not touch the electric wires as it might be deadly.",
    "d": "Steve did not allow Mike to touch the electric wires as it might be deadly.",
    "correct": "b"
  },
  {
    "title": "I did not see Susan off at the airport. I feel bad about it now.",
    "a": "I could have seen Susan off at the airport.",
    "b": "If only I had seen Susan off at the airport.",
    "c": "That I did not see Susan off at the airport escapes me now.",
    "d": "It suddenly dawns on me that I should have seen Susan off at the airport.",
    "correct": "b"
  },
  {
    "title": "Sam doesn’t find it difficult to get up early in the morning.",
    "a": "Sam is in two minds about getting up early in the morning.",
    "b": "Sam is not hesitant to get up early in the morning.",
    "c": "Sam is accustomed to getting up early in the morning.",
    "d": "Sam is pleased with getting up early in the morning.",
    "correct": "c"
  },
  {
    "title": "People rumour that the Prince secretly got married to an ordinary girl.",
    "a": "The Prince is rumoured to have secretly got married to an ordinary girl.",
    "b": "It was rumoured that the Prince secretly got married to an ordinary girl.",
    "c": "The Prince was rumoured to secretly get married to an ordinary girl.",
    "d": "The Prince had secretly got married to an ordinary girl, as it was rumoured.",
    "correct": "a"
  },
  {
    "title": "There is no doubt that Martin is the best candidate for the job.",
    "a": "Martin is by all means the best candidate for the job.",
    "b": "Without question, Martin is the best candidate for the job.",
    "c": "In all likelihood, Martin is the best candidate for the job.",
    "d": "Quite by chance, Martin is the best candidate for the job.",
    "correct": "b"
  },
  {
    "title": "\"Getting a good job doesn't matter much to me.\"",
    "a": "\"I am only interested in getting a good job.\"",
    "b": "\"It's interesting for me to get a good job.\"",
    "c": "\"I am not good at getting a good job.\"",
    "d": "\"I don't care about getting a good job.\"",
    "correct": "d"
  },
  {
    "title": "They were exposed to biased information, so they didn't know the true story.",
    "a": "If they got unbiased information, they could know the true story.",
    "b": "If they had unbiased information, they could have known the true story.",
    "c": "If they had been exposed to unbiased information, they would have known the true story.",
    "d": "If they have exposed to the unbiased information, they could have seen the true story.",
    "correct": "c"
  },
  {
    "title": "It doesn't cost much to run a solar power system.",
    "a": "A solar power system is quite cheap to set up.",
    "b": "Running a solar power system costs nothing.",
    "c": "A solar power system costs so much to run.",
    "d": "Running a solar power system is not costly.",
    "correct": "d"
  },
  {
    "title": "He is very intelligent. He can solve all the problems in no time.",
    "a": "So intelligent is he that he can solve all the problems in no time.",
    "b": "He is very intelligent that he can solve all the problems in no time.",
    "c": "An intelligent student is he that he can solve all the problems in no time.",
    "d": "So intelligent a student is he that he can solve all the problems in no time.",
    "correct": "a"
  },
  {
    "title": "We cut down many forests. The Earth becomes hot.",
    "a": "The more forests we cut down, the hotter the Earth becomes.",
    "b": "The more we cut down forests, the hotter the Earth becomes.",
    "c": "The more forests we cut down, the Earth becomes hotter.",
    "d": "The more we cut down forests, the Earth becomes hotter.",
    "correct": "a"
  },
  {
    "title": "It was an interesting novel. I, therefore, stayed up all night to finish it.",
    "a": "Though it was an interesting novel, I stayed up all night to finish it.",
    "b": "Unless it was an interesting novel, I would stay up all night to finish it.",
    "c": "So interesting was the novel that I stayed up all night to finish it.",
    "d": "I stayed up all night to finish the novel, therefore, it was interesting.",
    "correct": "c"
  },
  {
    "title": "To get to work on time, they have to leave at 6.00am.",
    "a": "They always leave for work at 6.00am.",
    "b": "They have to leave very early to catch a bus to work.",
    "c": "Getting to work on time, for them, means leaving at 6.00am.",
    "d": "Leaving at 6.00am, they have never been late for work.",
    "correct": "c"
  },
  {
    "title": "The new restaurant looks good. However, it seems to have few customers.",
    "a": "In order to get more business, the new restaurant should improve its appearance.",
    "b": "If it had a few more customers, the new restaurant would look better.",
    "c": "The new restaurant would have more customers if it looked better.",
    "d": "In spite of its appearance, the new restaurant does not appear to attract much business.",
    "correct": "d"
  },
  {
    "title": "No one but the experts was able to realize that the painting was an imitation. It greatly resembled the original.",
    "a": "It was hard for ordinary people to judge between the fake painting and the real one, but not for the experts.",
    "b": "It was almost impossible for amateurs to realize that the painting was not authentic, though the experts could judge it quite easily.",
    "c": "The painting looked so much like the authentic one that only the experts could tell it wasn’t genuine.",
    "d": "It was obvious that only a person with great talent could fake a painting so successfully.",
    "correct": "c"
  },
  {
    "title": "Harry no longer smokes a lot.",
    "a": "Harry now smokes a lot.",
    "b": "Harry used to smoke a lot.",
    "c": "Harry didn’t use to smoke a lot.",
    "d": "Harry rarely smoked a lot.",
    "correct": "b"
  },
  {
    "title": "“I’ll call you as soon as I arrive at the airport,” he said to me.",
    "a": "He objected to calling me as soon as he arrived at the airport.",
    "b": "He promised to call me as soon as he arrived at the airport.",
    "c": "He denied calling me as soon as he arrived at the airport.",
    "d": "He reminded me to call him as soon as he arrived at the airport.",
    "correct": "b"
  },
  {
    "title": "People think that traffic congestion in the downtown area is due to the increasing number of private cars.",
    "a": "Traffic congestion in the downtown area is blamed for the increasing number of private cars.",
    "b": "The increasing number of private cars is thought to be responsible for traffic congestion in the downtown area.",
    "c": "The increasing number of private cars is attributed to traffic congestion in the downtown area.",
    "d": "Traffic congestion in the downtown area is thought to result in the increasing number of private cars.",
    "correct": "b"
  },
  {
    "title": "The young girl has great experience of nursing. She has worked as a hospital volunteer for years.",
    "a": "Before she worked as a hospital volunteer for years, the young girl has great experience of nursing.",
    "b": "Much as she has worked as a hospital volunteer for years, the young girl has great experience of nursing.",
    "c": "Having worked as a hospital volunteer for years, the young girl has great experience of nursing.",
    "d": "With great experience of nursing, the young girl has worked as a hospital volunteer for years.",
    "correct": "c"
  },
  {
    "title": "Peter told us about his leaving the school. He did it on his arrival at the meeting.",
    "a": "Only after his leaving the school did Peter inform us of his arrival at the meeting.",
    "b": "Not until Peter told us that he would leave the school did he arrive at the meeting.",
    "c": "Hardly had Peter informed us about his leaving the school when he arrived at the meeting.",
    "d": "No sooner had Peter arrived at the meeting than he told us about his leaving the school.",
    "correct": "d"
  },
  {
    "title": "I didn’t arrive in time. I was not able to see her off.",
    "a": "I arrived very late to say goodbye to her.",
    "b": "She had left because I was not on time.",
    "c": "I was not early enough to see her off.",
    "d": "I didn’t go there, so I could not see her off.",
    "correct": "c"
  },
  {
    "title": "We spent about one-third of our lives sleeping. We know relatively little about sleep.",
    "a": "We know relatively little about sleep, as a result, we spend about one-third of our lives sleeping.",
    "b": "We shall know more about sleep if we spend more than one-third of our lives sleeping.",
    "c": "We spend about one-third of our lives sleeping so that we know relatively little about sleep.",
    "d": "Despite spending about one-third of our lives sleeping, we know relatively little about sleep.",
    "correct": "d"
  }

    ]
  },
  {
    "id": 2,
    "quizzes": [
       {
    "title": "“Go on Jack, apply for the job” said Mary.",
    "a": "Mary told Jack to go on and apply for the job.",
    "b": "Mary suggested applying for the job.",
    "c": "Mary said that Jack would apply for the job.",
    "d": "Mary encouraged Jack to apply for the job.",
    "correct": "d"
  },
  {
    "title": "I hardly know the truth about Jean’s success in the institute.",
    "a": "I do not know much about Jean’s success in the institute.",
    "b": "It is difficult for Jean to be successful in the institute.",
    "c": "Jean’s success in the institute was not to be known.",
    "d": "Jean hardly became known and successful in the institute.",
    "correct": "a"
  },
  {
    "title": "The old man is working in this factory. I borrowed his bicycle yesterday.",
    "a": "The old man is working in this factory which I borrowed his bicycle yesterday.",
    "b": "The old man whom I borrowed his bicycle yesterday is working in this factory.",
    "c": "The old man whose bicycle I borrowed yesterday is working in this factory.",
    "d": "The old man whom is working in this factory I borrowed his bicycle yesterday.",
    "correct": "c"
  },
  {
    "title": "Mary doesn’t like sport. Her two brothers don’t, either.",
    "a": "Neither Mary or her two brothers like sport.",
    "b": "Either Mary nor her two brothers likes sport.",
    "c": "Neither Mary nor her two brothers like sport.",
    "d": "Either Mary or her two brothers like sport.",
    "correct": "c"
  },
  {
    "title": "Some kinds of fish live in fresh water. Others live in sea water.",
    "a": "Some kinds of fish live in fresh water, for others live in sea water.",
    "b": "Some kinds of fish live in fresh water, so others live in sea water.",
    "c": "Some kinds of fish live in fresh water, or others live in sea water.",
    "d": "Some kinds of fish live in fresh water, and others live in sea water.",
    "correct": "d"
  },
  {
    "title": "My mother is very busy with her work at the office. She still takes good care of us.",
    "a": "My mother is so busy with her work at the office that she cannot take good care of us.",
    "b": "Because my mother is very busy with her work at the office, she takes good care of us.",
    "c": "In spite of being very busy with her work at the office, my mother takes good care of us.",
    "d": "My mother is too busy with her work at the office to take good care of us.",
    "correct": "d"
  },
  {
    "title": "We survived that accident because we were wearing our seat belts.",
    "a": "If we weren't wearing our seat belts, we couldn't have survived that accident.",
    "b": "But for our seat belts, we would have survived that accident.",
    "c": "Had we not been wearing our seat belts, we wouldn't have survived that accident.",
    "d": "Without our seat belts, we could have survived that accident.",
    "correct": "c"
  },
  {
    "title": "\"No, I won't go to work at the weekend,\" said Sally.",
    "a": "Sally apologized for not going to work at the weekend.",
    "b": "Sally regretted not going to work at the weekend.",
    "c": "Sally promised to go to work at the weekend.",
    "d": "Sally refused to go to work at the weekend.",
    "correct": "d"
  },
  {
    "title": "The president offered his congratulations to the players when they won the cup.",
    "a": "The president congratulated the players on their winning the match.",
    "b": "When they won the cup, the players had been offered some congratulations from the president.",
    "c": "The president would offer the players congratulations if they won the match.",
    "d": "The president congratulated that the players had won the cup.",
    "correct": "a"
  },
  {
    "title": "A house in that district will cost at least $100,000.",
    "a": "If you have $100,000, you can buy a house in that district.",
    "b": "You won’t be able to buy a house in that district for less than $100,000.",
    "c": "You won’t be able to buy a house in that district for more than $100,000.",
    "d": "$100,000 is the maximum price for a house in that district.",
    "correct": "b"
  },
  {
    "title": "I didn’t know you were coming, so I didn’t wait for you.",
    "a": "If I had known you were coming, I wouldn’t have waited for you.",
    "b": "I would have waited for you if I knew you were coming.",
    "c": "If I had known you were coming, I would wait for you.",
    "d": "Had I known you were coming, I would have waited for you.",
    "correct": "d"
  },
  {
    "title": "No sooner had she put the telephone down than her boss rang back.",
    "a": "Scarcely had she put the telephone down when her boss rang back.",
    "b": "She had hardly put the telephone down without her boss rang back.",
    "c": "Hardly she had hung up, she rang her boss immediately.",
    "d": "As soon as her boss rang back, she put down the telephone.",
    "correct": "a"
  },
  {
    "title": "Unless we protect the environment, our life will be badly affected.",
    "a": "If our life is badly affected, we will protect the environment.",
    "b": "If we protect the environment, our life will be badly affected.",
    "c": "If we don’t protect the environment, our life won’t be badly affected.",
    "d": "If we don’t protect the environment, our life will be badly affected.",
    "correct": "d"
  },
  {
    "title": "Jack has won a jackpot prize. 10% of it was donated to flooded areas.",
    "a": "Jack has won a jackpot prize, 10% which half was donated to flooded areas.",
    "b": "Jack has won a jackpot prize, 10% of which was donated to flooded areas.",
    "c": "Jack has won a jackpot prize, 10% of that was donated to flooded areas.",
    "d": "Jack has won a jackpot prize, which was donated to flooded areas.",
    "correct": "b"
  },
  {
    "title": "Had she read the reference books, she would have been able to finish the test.",
    "a": "If she had read the reference books, she could finish the test.",
    "b": "Because she read the reference books, she was able to finish the test.",
    "c": "Although she didn't read the reference books, she was able to finish the test.",
    "d": "Not having read the reference books, she couldn't finish the test.",
    "correct": "d"
  },
  {
    "title": "My advice is that you get straight to the point in the next report.",
    "a": "If I were you, I would go straight to the bush in the next report.",
    "b": "If I were you, I would have the next report got started.",
    "c": "If I were you, I would not beat around the bush in the next report.",
    "d": "If I were you, I would not point out the next report.",
    "correct": "c"
  },
  {
    "title": "I whispered as I didn't want anybody to hear our conversation.",
    "a": "Since nobody wanted to hear our conversation, I whispered.",
    "b": "So as not to hear our conversation, I whispered.",
    "c": "Because I whispered, anybody heard our conversation.",
    "d": "I lowered my voice in order that our conversation couldn't be heard.",
    "correct": "d"
  },
  {
    "title": "Tim graduated with a good degree. He joined the ranks of the unemployed.",
    "a": "Tim joined the ranks of the unemployed because he graduated with a good degree.",
    "b": "If Tim graduated with a good degree, he would join the ranks of the unemployed.",
    "c": "Though Tim graduated with a good degree, he joined the ranks of the unemployed.",
    "d": "That Tim graduated with a good degree helped him join the ranks of the unemployed.",
    "correct": "c"
  },
  {
    "title": "“Leave my house now or I’ll call the police!” shouted the lady to the man.",
    "a": "The lady threatened to call the police if the man didn’t leave her house.",
    "b": "The lady said that she would call the police if the man didn’t leave her house.",
    "c": "The lady told the man that she would call the police if he didn’t leave her house.",
    "d": "The lady informed the man that she would call the police if he didn’t leave her house.",
    "correct": "a"
  },
  {
    "title": "We have run out of the items you want.",
    "a": "We have to run out to buy the items you want.",
    "b": "The items you want are off our shop.",
    "c": "For the items you want, we must run out.",
    "d": "The items you want have been out of stock.",
    "correct": "d"
  },
  {
    "title": "She had only just begun to speak when people started interrupting.",
    "a": "She hardly had begun to speak when people started interrupting.",
    "b": "Hardly she had begun to speak when people started interrupting.",
    "c": "Hardly had she begun to speak when people started interrupting.",
    "d": "She hadn’t begun to speak when people started interrupting.",
    "correct": "c"
  },
  {
    "title": "The fire-fighters made every effort to put off the flames. The building burned down completely.",
    "a": "The building burned down completely though the fire-fighters made every effort to put off the flames.",
    "b": "Had it not been for the fire-fighters’ every effort, the building would have burned down completely.",
    "c": "Making every effort to put off the flames, the fire-fighters completely burned down the building.",
    "d": "Since the fire-fighters made every effort to put off the flames, the building burned down completely.",
    "correct": "a"
  },
  {
    "title": "Marry loved her stuffed animal when she was young. She couldn’t sleep without it.",
    "a": "When Marry was young, she loved her stuffed animal so as not to sleep with it.",
    "b": "As Marry couldn’t sleep without her stuffed animal when she was young, she loved it.",
    "c": "When Marry was young, she loved her stuffed animal though she couldn’t sleep without it.",
    "d": "When Marry was young, she loved her stuffed animal so much that she couldn’t sleep without it.",
    "correct": "d"
  },
  {
    "title": "He cannot practice scuba diving because he has a weak heart.",
    "a": "The fact that he has a weak heart cannot stop him practicing scuba diving.",
    "b": "Scuba diving makes him suffer from having a weak heart.",
    "c": "The reason why he cannot practice scuba diving is that he has a weak heart.",
    "d": "He has a weak heart but he continues to practice scuba diving.",
    "correct": "c"
  },
  {
    "title": "People believe that neither side wanted war.",
    "a": "Neither side is believed to have wanted war.",
    "b": "Neither side is responsible for the outbreak of war.",
    "c": "War is believed to be wanted by either side.",
    "d": "It is believed that war broke out from both sides.",
    "correct": "a"
  },
  {
    "title": "Although she is intelligent, she doesn’t do well at school.",
    "a": "In spite of intelligent, she doesn’t do well at school.",
    "b": "Despite being intelligent, she doesn’t do well at school.",
    "c": "Even though her intelligence, she doesn’t do well at school.",
    "d": "In spite the fact that she is intelligent, she doesn’t do well at school.",
    "correct": "b"
  },
  {
    "title": "The student next to me kept chewing gum. That bothered me a lot.",
    "a": "The students next to me kept chewing gum, that bothered me a lot.",
    "b": "The students next to me kept chewing gum, which bothered me a lot.",
    "c": "The students next to me kept chewing gum, bothering me a lot.",
    "d": "The students next to me kept chewing gum bothered me a lot.",
    "correct": "b"
  },
  {
    "title": "I write to my friends overseas regularly. I don’t want to lose touch with them.",
    "a": "It is important for me to send letters to my friends abroad to keep them up to date on events in my life.",
    "b": "I keep in touch with my friends in foreign countries by writing to them from time to time.",
    "c": "My friends try not to lose contact with me by writing very often.",
    "d": "In order to not lose touch with my friends abroad, I write to them on a regular basis.",
    "correct": "b"
  },
  {
    "title": "The student works part-time at a bid restaurant. He also paints pictures to earn for a living.",
    "a": "Apart from working part-time at a bid restaurant, the student also paints pictures to earn for a living.",
    "b": "In addition to working part-time at a big restaurant, the student also paints pictures to earn for a living.",
    "c": "Besides working part-time at a big restaurant, the student also paints pictures to earn for a living.",
    "d": "The student works part-time at a big restaurant as well as painting pictures to earn for a living.",
    "correct": "c"
  },
  {
    "title": "The buses began to pull out. Most of them were full of passengers.",
    "a": "The passengers, most of them were full of, began to pull out the buses.",
    "b": "The passengers, most of whom were full of the buses, began to pull out.",
    "c": "The buses, most of them were full of passengers, began to pull out.",
    "d": "The buses, most of which were full of passengers, began to pull out.",
    "correct": "d"
  },
  {
    "title": "The USA is a country of high youth unemployment.",
    "a": "We find high youth unemployment a problem in the USA.",
    "b": "It is the USE that has a great number of young people.",
    "c": "High youth unemployment is found in the USA.",
    "d": "The USA is a country of young people.",
    "correct": "c"
  },
  {
    "title": "My mother is very busy at work but she takes good care of her children.",
    "a": "In spite of being busy at work, my mother takes good care of her children.",
    "b": "My mother takes good care of her children but she is very busy at work.",
    "c": "Though my mother was very busy at work, my mother took good care of her children.",
    "d": "Although my mother was very busy at work, she did not take good care of her children.",
    "correct": "a"
  },
  {
    "title": "\"You’d better think carefully before applying for that job,\" she said to me.",
    "a": "She said me to think carefully before applying for that job.",
    "b": "She says me to think carefully before applying for that job.",
    "c": "She advised me to think carefully before applying for that job.",
    "d": "She advised me to think carefully before applying that job.",
    "correct": "d"
  },
  {
    "title": "The plants may develop differently. The plants live on that island.",
    "a": "The plants which live on that island may develop differently.",
    "b": "The plants live on that island may develop differently.",
    "c": "The plants which lives on that island may develop differently.",
    "d": "The plants which live on that island may develop differently.",
    "correct": "a"
  },
  {
    "title": "Some kinds of fish live in fresh water. Others live in sea water.",
    "a": "Some kinds of fish live in fresh water, for others live in sea water.",
    "b": "Some kinds of fish live in fresh water, and others live in sea water.",
    "c": "Some kinds of fish live in fresh water, or others live in sea water.",
    "d": "Some kinds of fish live in fresh water, so others live in sea water.",
    "correct": "b"
  },
  {
    "title": "Refusal to give a breath sample to the police could lead to your arrest.",
    "a": "If you refused to be arrested, you have to give a breath sample.",
    "b": "You could be arrested for not giving a breath sample to the police.",
    "c": "If a breath sample is not given, the police will refuse to arrest you.",
    "d": "The police could cause you to give a breath sample to decide whether to arrest you or not.",
    "correct": "b"
  },
  {
    "title": "The student was very bright. He could solve all the math problems.",
    "a": "He was such a bright student that he could solve all the math problems.",
    "b": "The student was very bright, and he could solve all the math problems.",
    "c": "He was so bright a student that he could solve all the math problems.",
    "d": "Such a bright student was he that he could solve all the math problems.",
    "correct": "c"
  },
  {
    "title": "I spent a long time getting over the disappointment of losing the match.",
    "a": "It took me a long time to stop disappointing you.",
    "b": "Getting over the disappointment took me longer than the match.",
    "c": "Losing the match disappointed me too much.",
    "d": "It took me a long time to forget the disappointment of losing the match.",
    "correct": "d"
  },
  {
    "title": "They don’t let the workers use the office telephone for personal calls.",
    "a": "They don’t allow using the office telephone to call personal secretaries.",
    "b": "They don’t allow workers to use the office telephone.",
    "c": "The office telephone is used by workers personally.",
    "d": "They don’t let the office telephone be used for personal purposes by workers.",
    "correct": "d"
  },
  {
    "title": "He said that listening to loud music through headphones for too long caused my headache.",
    "a": "Listening to loud music through headphones for too long resulted from my headache.",
    "b": "My headache resulted from listening to loud music through headphones for too long.",
    "c": "Listening to loud music through headphones for too long was said to cause my headache.",
    "d": "My headache is said to be caused by listening to loud music through headphones for too long.",
    "correct": "c"
  }


    ]
  },
  {
    "id": 3,
    "quizzes": [
  {
    "title": "The doctor said, “You really ought to rest for a few days. Jasmine.\"",
    "a": "The doctor strongly advised Jasmine to take a few days' rest.",
    "b": "The doctor suggested that Jasmine should take a short rest.",
    "c": "Jasmine's doctor told that she should rest for a few days.",
    "d": "It is the doctor's recommendation that Jasmine should take a short rest.",
    "correct": "a"
  },
  {
    "title": "He is an authority on primitive religion.",
    "a": "He has official permission to practice primitive religion.",
    "b": "He is famous for his vast knowledge of primitive religion.",
    "c": "He has authority over the people who practice primitive religion.",
    "d": "He has a great influence on the people who practice primitive religion.",
    "correct": "b"
  },
  {
    "title": "He failed his driving test the first time. As a result, he took it again.",
    "a": "He failed his driving test the first time and so he therefore took it again.",
    "b": "He failed his driving test the first time and he therefore took it again.",
    "c": "He failed his driving test the first time which he took it again.",
    "d": "Failing his driving test the first time and he therefore took it again.",
    "correct": "b"
  },
  {
    "title": "You’d better take the keys. It’s possible I’ll come home late.",
    "a": "If I come home late, you’d better take the keys.",
    "b": "You’d better take the keys in case I come home late.",
    "c": "You'd better take the keys as I possibly come home late.",
    "d": "I'll probably come home late so that you’d better take the keys.",
    "correct": "b"
  },
  {
    "title": "The president offered his congratulations to the players when they won the cup.",
    "a": "The president congratulated the players on their winning the match.",
    "b": "When they won the cup, the players had been offered some congratulations from the president.",
    "c": "The president would offer the players congratulations if they won the match.",
    "d": "The president congratulated that the players had won the cup.",
    "correct": "a"
  },
  {
    "title": "He didn’t take his father’s advice. That’s why he is out of work.",
    "a": "If he had taken his father’s advice, he would not have been out of work.",
    "b": "If he took his father’s advice, he would not be out of work.",
    "c": "If he had taken his father’s advice, he would not be out of work.",
    "d": "If he takes his father’s advice, he will not be out of work.",
    "correct": "c"
  },
  {
    "title": "The coffee was not strong. It didn’t keep us awake.",
    "a": "The coffee was not very strong, but it couldn’t keep us awake.",
    "b": "We were kept awake because the coffee was strong.",
    "c": "The coffee was not strong enough to keep us awake.",
    "d": "The coffee was so hot that it didn’t keep us awake.",
    "correct": "c"
  },
  {
    "title": "Without your help, I couldn’t have succeeded.",
    "a": "You didn’t help me and I didn’t succeed.",
    "b": "I succeeded even you didn’t help me.",
    "c": "In spite of your help, I wasn’t successful.",
    "d": "I was successful due to your help.",
    "correct": "d"
  },
  {
    "title": "Lucy always reminds me of my youngest sister.",
    "a": "Whenever I see Lucy, I think of my youngest sister.",
    "b": "I always think of Lucy, my youngest sister.",
    "c": "It is Lucy who is my youngest sister.",
    "d": "My youngest sister’s name is Lucy.",
    "correct": "a"
  },
  {
    "title": "“I didn’t take your money” he said to her.",
    "a": "He doubted whether she had taken his money.",
    "b": "He denied taking her money.",
    "c": "He admitted taking her money.",
    "d": "He warned her to take his money.",
    "correct": "b"
  },
  {
    "title": "We spend about one-third of our lives sleeping. We know relatively little about sleep.",
    "a": "We know relatively little about sleep; as a result, we spend about one-third of our lives sleeping.",
    "b": "We shall know more about sleep if we spend more than one-third of our lives sleeping.",
    "c": "Despite spending about one-third of our lives sleeping, we know relatively little about sleep.",
    "d": "We spend about one-third of our lives sleeping so that we know relatively little about sleep.",
    "correct": "c"
  },
  {
    "title": "Overeating is a cause of several deadly diseases. Physical inactivity is another cause of several deadly diseases.",
    "a": "Not only overeating but also physical inactivity may lead to several deadly diseases.",
    "b": "Apart from physical activities, eating too much also contributes to several deadly diseases.",
    "c": "Both overeating and physical inactivity result from several deadly diseases.",
    "d": "Overeating and physical inactivity are caused by several deadly diseases.",
    "correct": "a"
  },
  {
    "title": "\"Why don't we wear sunglasses?\" our grandpa would say when we went out on bright sunny days.",
    "a": "Our grandpa used to suggest wearing sunglasses when we went out on bright sunny days.",
    "b": "Our grandpa would warn us against wearing sunglasses on bright sunny days.",
    "c": "Our grandpa asked us why we did not wear sunglasses when going out on bright sunny days.",
    "d": "Our grandpa reminded us of going out with sunglasses on bright sunny days.",
    "correct": "a"
  },
  {
    "title": "I am sure he did not know that his brother graduated with flying colors.",
    "a": "He should not have been envious of his brother's achievement.",
    "b": "He cannot have known that his brother graduated with very high marks.",
    "c": "That his brother graduated with flying colors must have been appreciated by him.",
    "d": "He may not know that his brother is flying gradually up in a colorful balloon.",
    "correct": "b"
  },
  {
    "title": "People say that Mr. Goldman gave nearly a million pounds to charity last year.",
    "a": "Mr. Goldman is said to have given nearly a million pounds to charity last year.",
    "b": "Mr. Goldman was said to have given nearly a million pounds to charity last year.",
    "c": "Nearly a million pounds was said to have been given to charity by Mr. Goldman last year.",
    "d": "Nearly a million pounds is said to be given to charity by Mr. Goldman last year.",
    "correct": "a"
  },
  {
    "title": "The boy was too fat to run far.",
    "a": "The boy's fatness didn't stop him running far.",
    "b": "The boy had to run a lot because he was fat.",
    "c": "The boy became ill because he was too fat.",
    "d": "The boy was very fat and couldn't run far.",
    "correct": "d"
  },
  {
    "title": "If he wrote to her, she would be happy.",
    "a": "When he wrote to her, she wasn't happy.",
    "b": "Maybe he'll write to her, and then she'll be happy.",
    "c": "He doesn't write to her, so she isn't happy.",
    "d": "She's happy because he has written to her.",
    "correct": "c"
  },
  {
    "title": "Would you mind waiting outside the office?",
    "a": "Will you wait outside the office?",
    "b": "Did you wait outside the office?",
    "c": "Do you enjoy waiting outside the office?",
    "d": "Did you see anyone waiting outside the office?",
    "correct": "a"
  },
  {
    "title": "The basketball team knew they lost the match. They soon started to blame each other.",
    "a": "Hardly had the basketball team known they lost the match when they started to blame each other.",
    "b": "No sooner had the basketball team started to blame each other than they knew they lost the match.",
    "c": "As soon as they blamed each other, the basketball team knew they lost the match.",
    "d": "Not only did the basketball team lose the match but they blamed each other as well.",
    "correct": "a"
  },
  {
    "title": "The garage serviced my car last week.",
    "a": "I got my car serviced last week.",
    "b": "My car was to be serviced last week.",
    "c": "The garage’s service to my car was good.",
    "d": "Last week I went to the garage by car.",
    "correct": "a"
  },
  {
    "title": "The train drivers' strike made it hard for us to get to work.",
    "a": "We found it difficult to get to work because of the train drivers' strike.",
    "b": "When the train drivers were having a strike, we could get to work.",
    "c": "We were unable to get to work when the train drivers' strike happened.",
    "d": "The train drivers' strike made it impossible for us to get to work.",
    "correct": "a"
  },
  {
    "title": "The train should be here any minute now.",
    "a": "We know that the train is always here on time.",
    "b": "The train has not arrived here yet.",
    "c": "The train is known to be here in a minute.",
    "d": "We are expecting the train to arrive soon.",
    "correct": "d"
  },
  {
    "title": "He is very intelligent. He can solve all the problems in no time.",
    "a": "So intelligent is he that he can solve all the problems in no time.",
    "b": "He is very intelligent that he can solve all the problems in no time.",
    "c": "An intelligent student is he that he can solve all the problems in no time.",
    "d": "So intelligent a student is he that he can solve all the problems in no time.",
    "correct": "b"
  },
  {
    "title": "We cut down many forests. The Earth becomes hot.",
    "a": "The more forests we cut down, the hotter the Earth becomes.",
    "b": "The more we cut down forests, the hotter the Earth becomes.",
    "c": "The more forests we cut down, the Earth becomes hotter.",
    "d": "The more we cut down forests, the Earth becomes hotter.",
    "correct": "a"
  },
  {
    "title": "“You have just got a promotion, haven’t you? Congratulations!” Peter said to his friend.",
    "a": "Peter dreamt of getting a promotion.",
    "b": "Peter told his friend if his friend got a promotion.",
    "c": "Peter asked his friend on getting a promotion.",
    "d": "Peter congratulated his friend on getting a promotion.",
    "correct": "d"
  },
  {
    "title": "He couldn’t retake the exam because he missed too many lessons.",
    "a": "He would retake the exam if he didn’t miss too many lessons.",
    "b": "He could have retaken the exam if he hadn’t missed too many lessons.",
    "c": "If he missed too many lessons, he wouldn’t retake the exam.",
    "d": "If he had missed too many lessons, he wouldn’t have retaken the exam.",
    "correct": "b"
  },
  {
    "title": "Start at once or you will be late.",
    "a": "Unless you start immediately, you won’t be late.",
    "b": "You would be late if you didn’t start at once.",
    "c": "If you don’t start immediately, you will be late.",
    "d": "If you started at once, you wouldn’t be late.",
    "correct": "c"
  },
  {
    "title": "James did not come. He did not call either.",
    "a": "James did not come, so he did not call.",
    "b": "James did not come and he did not call, too.",
    "c": "James did not come but he called afterwards.",
    "d": "James neither came nor called.",
    "correct": "d"
  },
  {
    "title": "They couldn’t think of anything better to do. They decided to babysit for the family.",
    "a": "As long as they couldn’t think of anything better to do, they decided to babysit for the family.",
    "b": "They couldn’t think of anything better to do, yet they decided to babysit for the family.",
    "c": "Since they couldn’t think of anything better to do, they decided to babysit for the family.",
    "d": "As soon as they couldn’t think of anything better to do, they decided to babysit for the family.",
    "correct": "c"
  },
  {
    "title": "Most people get fewer colds in the summer than in the winter.",
    "a": "A person is more likely to get a cold in the winter than in the summer.",
    "b": "More people have summer colds than winter colds.",
    "c": "People get colder in the summer than in the winter.",
    "d": "The winter is much colder than the summer.",
    "correct": "a"
  },
  {
    "title": "If it hadn’t been for his carelessness, we would have finished the work.",
    "a": "He was careless because he hadn't finished the work.",
    "b": "If he were careful, we would finish the work.",
    "c": "If he had been more careful, we would have completed the work.",
    "d": "Because he wasn't careless, we didn’t finish the work.",
    "correct": "c"
  },
  {
    "title": "The captain to his men: 'Abandon the ship immediately!\"",
    "a": "The captain invited his men to abandon the ship immediately.",
    "b": "The captain suggested his men abandon the ship immediately.",
    "c": "The captain ordered his men to abandon the ship immediately.",
    "d": "The captain requested his men to abandon the ship immediately.",
    "correct": "c"
  },
  {
    "title": "The girl is talking to a man with a ponytail. She is my friend.",
    "a": "The girl who is talking to a man with a ponytail is my friend.",
    "b": "The girl, whom a man with a ponytail is talking to, is my friend.",
    "c": "My friend is the girl, who is talking to a man with a ponytail.",
    "d": "The girl, who is talking to a man with a ponytail, is my friend.",
    "correct": "a"
  },
  {
    "title": "She doesn’t want to go to their party. We don't want to go either.",
    "a": "Neither she nor we don’t want to go to their party.",
    "b": "Neither we nor she wants to go to their party.",
    "c": "Either we or she doesn't want to go to their party.",
    "d": "Neither we nor she want to go to their party.",
    "correct": "b"
  },
  {
    "title": "Workers are not allowed to use the office phone for personal calls.",
    "a": "They don't let workers use the office phone.",
    "b": "Workers are not permitted to use the office phone for personal purposes.",
    "c": "The office phone is supposed to be used by workers only.",
    "d": "They don't allow workers to make phone calls.",
    "correct": "b"
  },
  {
    "title": "Jane refused to attend his birthday party, which made him feel sad.",
    "a": "Jane's refusal to attend his birthday party made him feel sad.",
    "b": "He felt sad not to be able to attend her birthday party.",
    "c": "Jane made him sad despite her refusal to attend his birthday party.",
    "d": "Jane refused to attend his birthday party because it made her sad.",
    "correct": "a"
  },
  {
    "title": "Much as he loved her, he didn't forgive her for what she had done.",
    "a": "He didn't forgive her for what she had done as he loved her.",
    "b": "He didn't forgive her for what she had done because she didn't love him.",
    "c": "She didn't love him as much as he loved her.",
    "d": "Although he loved her, he didn't forgive her for what she had done.",
    "correct": "d"
  },
  {
    "title": "We bought two bicycles. Neither of them worked well.",
    "a": "We bought two bicycles, of which neither worked well.",
    "b": "We bought two bicycles which neither of worked well.",
    "c": "We bought two bicycles neither of which worked well.",
    "d": "We bought two bicycles, neither of which worked well.",
    "correct": "d"
  },
  {
    "title": "“Cigarette?”, he asked. “No, thanks.” I said",
    "a": "He asked for a cigarette, and I immediately refused.",
    "b": "He mentioned a cigarette, so I thanked him.",
    "c": "He offered me a cigarette, but I promptly declined.",
    "d": "He asked if I was smoking, and I denied at once.",
    "correct": "c"
  },
  {
    "title": "“If I were you, I would rather go by train than by bus.”",
    "a": "She said that if she had been me, she would have gone by train than by bus.",
    "b": "She advised me to go by train rather than by bus.",
    "c": "She meant going by train was more interesting than going by bus.",
    "d": "Wherever she went, she always travelled by train.",
    "correct": "b"
  }
    ]
  },
  {
    "id": 4,
    "quizzes": [
    {
    "title": "Were it not for the money, this job wouldn’t be worthwhile",
    "a": "This job offers a poor salary.",
    "b": "This job is rewarding at all.",
    "c": "The only thing that makes this job worthwhile is the money.",
    "d": "Although the salary is poor, the job is worthwhile.",
    "correct": "c"
  },
  {
    "title": "Invitations were sent out as soon as the date of the conference was chosen.",
    "a": "Before sending out invitations, the date of the conference was chosen.",
    "b": "Choose the date of the conference before sending out invitations.",
    "c": "Hardly had the date of the conference been chosen when invitations were sent out.",
    "d": "After choosing the date of the conference, invitations were sent out.",
    "correct": "c"
  },
  {
    "title": "No matter how hard Fred tried to lose weight, he did not succeed.",
    "a": "However hard Fred tried, he could not lose weight.",
    "b": "Fred tried very hard to lose weight and succeeded.",
    "c": "It was hard for Fred to lose weight because he never succeeded.",
    "d": "It did not matter whether Fred could lose weight.",
    "correct": "a"
  },
  {
    "title": "I lent him some money. I wanted him to continue his study at college.",
    "a": "I lent him some money so as he will continue his study at college.",
    "b": "I lent him some money in order that he could continue his study at college.",
    "c": "I lent him some money so that to continue his study at college.",
    "d": "I lent him some money for him continue his study at college.",
    "correct": "b"
  },
  {
    "title": "Everyone was watching the little dog. They were greatly amused at it.",
    "a": "Everyone felt great and amused when the little dog was watching them.",
    "b": "The little dog was watching everyone with great amusement.",
    "c": "The little dog was greatly amused by the way everyone was watching it.",
    "d": "Everyone was greatly amused at the little dog they were watching.",
    "correct": "d"
  },
  {
    "title": "John was not here yesterday. Perhaps he was ill.",
    "a": "John needn’t be here yesterday because he was ill.",
    "b": "Because of his illness, John shouldn’t have been here yesterday.",
    "c": "John might have been ill yesterday, so he was not here.",
    "d": "John must have been ill yesterday, so he was not here.",
    "correct": "c"
  },
  {
    "title": "No one but the experts was able to realize that the painting was in imitation. It greatly resembled the original.",
    "a": "It was hard for ordinary people to judge between the fake painting and the real one, but not the experts.",
    "b": "It was obvious that only a person with a great talent could fake a painting so successfully.",
    "c": "It was almost impossible for amateurs to realize that the painting was not authentic, though the experts could judge it quite easily.",
    "d": "The painting looked so much like the authentic one that only the experts could tell it wasn’t genuine.",
    "correct": "a"
  },
  {
    "title": "“I will pay back the money, Linda,” said Helen.",
    "a": "Helen apologized to Linda for borrowing her money.",
    "b": "Helen offered to pay Linda the money back.",
    "c": "Helen suggested paying back Linda’s money.",
    "d": "Helen promised to pay back Linda’s money.",
    "correct": "d"
  },
  {
    "title": "Nobody has cleaned the room for two months.",
    "a": "The room for two months hasn’t been cleaned.",
    "b": "The room has been cleaned by nobody for two months.",
    "c": "The room hasn’t been cleaned for two months.",
    "d": "The room hasn’t been cleaned by somebody for two months.",
    "correct": "c"
  },
  {
    "title": "The purpose of any invention is to make our lives better, so good or bad; it depends on the way by which we use these inventions.",
    "a": "Whether an invention is good or bad depends on the way by which we use it because the purpose of any invention is to make our lives better.",
    "b": "We can use either good or bad inventions to make our lives better.",
    "c": "The purpose of any invention, whether good or bad, is to make our lives better. This depends on the way by which we use these inventions.",
    "d": "Good or bad as they are, all inventions have the same purpose to make our lives better.",
    "correct": "a"
  },
    {
    "title": "Much as I admire her achievements",
    "a": "I don't really like her even though I admire her achievements.",
    "b": "I don't really like her because I don't admire her achievements.",
    "c": "Whatever her achievements, I don't really like her.",
    "d": "I like her achievements, so I admire her.",
    "correct": "a"
  },
  {
    "title": "He can hardly understand this matter because he is too young.",
    "a": "This matter is too hard to understand.",
    "b": "Hardly can he understand this matter because he is too young.",
    "c": "The matter is difficult but he can understand it.",
    "d": "He is young but he can understand this matter.",
    "correct": "b"
  },
  {
    "title": "He behaved in a very strange way. That surprised me a lot.",
    "a": "What almost surprised me was the strange way he behaved.",
    "b": "He behaved very strangely, which surprised me very much.",
    "c": "His behavior was a very strange thing, that surprised me most.",
    "d": "I was almost not surprised by his strange behavior.",
    "correct": "b"
  },
  {
    "title": "Smoking is an extremely harmful habit. You should give it up immediately.",
    "a": "When you give up smoking immediately, you will affect your health with this harmful habit.",
    "b": "Stop your smoking immediately so it will become one of your extremely harmful habits.",
    "c": "You should give up smoking immediately and you will fall into an extremely harmful habit.",
    "d": "As smoking is an extremely harmful habit, you should give it up immediately.",
    "correct": "d"
  },
  {
    "title": "We were late for the show by the time we had found a taxi.",
    "a": "The taxi was late, so we missed the start of the show.",
    "b": "We found a taxi in order not to be late for the show.",
    "c": "We eventually found a taxi to go to the show, which had already begun.",
    "d": "It took a long time to find a taxi but the show began later than expected.",
    "correct": "c"
  },
  {
    "title": "“ You should take more care of your health or you may regret it,” the doctor said to her.",
    "a": "She might regret taking more care of her health, which was the doctor’s advice to her.",
    "b": "The doctor advised her to take more care of her health or she might regret it.",
    "c": "The doctor recommended her taking more care of her health so that she wouldn’t regret it.",
    "d": "It will be a good idea if she takes more care of her health, otherwise she might regret it.",
    "correct": "b"
  },
  {
    "title": "Now people believe that lifelong learning is the key to success. Today’s labor market is competitive and demanding.",
    "a": "Competitive and demanding people believe that lifelong learning is the key to success in today’s labor market.",
    "b": "Lifelong learning is believed to be the key to success in today’s competitive and demanding labor market.",
    "c": "Today’s labor market is competitive and demanding because people believe that lifelong learning is the key to success.",
    "d": "Believing that lifelong learning is the key to success, people now live in a competitive and demanding labor market.",
    "correct": "b"
  },
  {
    "title": "He has been giving most of his money to charity. He hopes to ease the pain and suffering of the disadvantaged.",
    "a": "Giving most of his money to charity, he hopes to ease the pain and suffering of the disadvantaged.",
    "b": "Easing the pain and suffering of the disadvantaged made him give most of his money to charity.",
    "c": "He has been giving most of his money to the disadvantaged to ease their pain and suffering.",
    "d": "Hoping to ease the pain and suffering of the disadvantaged, he has given them most of his money.",
    "correct": "a"
  },
  {
    "title": "You ask such a question because you didn’t pay enough attention.",
    "a": "Had it not been for your attention, you wouldn’t ask such a question.",
    "b": "Had it not been for your inattention, you wouldn’t ask such a question.",
    "c": "Had you paid enough attention, you wouldn’t have asked such a question.",
    "d": "Had you not paid enough attention, you wouldn’t ask such a question.",
    "correct": "b"
  },
  {
    "title": "The student was very bright. He could solve all the math problems.",
    "a": "He was such bright student that he could solve all the math problems.",
    "b": "The student was very bright that he could solve all the math problems.",
    "c": "He was so bright a student that he could solve all the math problems.",
    "d": "Such bright was the student that he could solve all the math problems.",
    "correct": "c"
  },
    {
    "title": "The car was very expensive and he couldn’t afford it.",
    "a": "The car was very expensive, so he couldn’t buy it.",
    "b": "The car was too expensive for him to buy.",
    "c": "He was rich enough to buy the car.",
    "d": "He was so poor, but he bought the car.",
    "correct": "b"
  },
  {
    "title": "\"Please send me to a warm climate,\" Tom said.",
    "a": "Tom pleaded with the boss to send him to a warm climate.",
    "b": "Tom begged the boss to send him to a warm climate.",
    "c": "Tom would rather go to a warm climate.",
    "d": "Tom asked his boss to go to a warm climate.",
    "correct": "b"
  },
  {
    "title": "He expected us to offer him the job.",
    "a": "We were expected to offer him the job.",
    "b": "He expected to be offered the job.",
    "c": "He is expected that we should offer him the job.",
    "d": "He was offered the job without expectation.",
    "correct": "b"
  },
   {
    "title": "He held the rope with one hand. He stretched it out.",
    "a": "The rope is held with one hand then he stretched it out.",
    "b": "Stretching the rope out, he holds it with one hand.",
    "c": "Holding the rope with one hand, he stretched it out.",
    "d": "He stretched the rope with one hand and held it.",
    "correct": "c"
  },
  {
    "title": "The plan may be ingenious. It will never work in practice.",
    "a": "Ingenious as it may be, the plan will never work in practice.",
    "b": "Ingenious as may the plan, it will never work in practice.",
    "c": "The plan may be too ingenious to work in practice.",
    "d": "The plan is as impractical as it is genius.",
    "correct": "a"
  },
  {
    "title": "Harry no longer smokes a lot.",
    "a": "Harry now smokes a lot.",
    "b": "Harry used to smoke a lot.",
    "c": "Harry didn’t use to smoke a lot.",
    "d": "Harry rarely smoked a lot.",
    "correct": "b"
  },
  {
    "title": "“I’ll call you as soon as I arrive at the airport,” he said to me.",
    "a": "He objected to calling me as soon as he arrived at the airport.",
    "b": "He promised to call me as soon as he arrived at the airport.",
    "c": "He denied calling me as soon as he arrived at the airport.",
    "d": "He reminded me to call him as soon as he arrived at the airport.",
    "correct": "b"
  },
  {
    "title": "People think that traffic congestion in the downtown area is due to the increasing number of private cars.",
    "a": "Traffic congestion in the downtown area is blamed for the increasing number of private cars.",
    "b": "The increasing number of private cars is thought to be responsible for traffic congestion in the downtown area.",
    "c": "The increasing number of private cars is attributed to traffic congestion in the downtown area.",
    "d": "Traffic congestion in the downtown area is thought to result in the increasing number of private cars.",
    "correct": "b"
  },
  {
    "title": "The young girl has great experience of nursing. She has worked as a hospital volunteer for years.",
    "a": "Before she worked as a hospital volunteer for years, the young girl has great experience of nursing.",
    "b": "Much as she has worked as a hospital volunteer for years, the young girl has great experience of nursing.",
    "c": "Having worked as a hospital volunteer for years, the young girl has great experience of nursing.",
    "d": "With great experience of nursing, the young girl has worked as a hospital volunteer for years.",
    "correct": "c"
  },
  {
    "title": "Peter told us about his leaving the school. He did it on his arrival at the meeting.",
    "a": "Only after his leaving the school did Peter inform us of his arrival at the meeting.",
    "b": "Not until Peter told us that he would leave the school did he arrive at the meeting.",
    "c": "Hardly had Peter informed us about his leaving the school when he arrived at the meeting.",
    "d": "No sooner had Peter arrived at the meeting than he told us about his leaving the school.",
    "correct": "d"
  },
  {
    "title": "I spent a long time getting over the disappointment of losing the match.",
    "a": "It took me long to stop disappointing you.",
    "b": "Getting over the disappointment took me a long time than the match.",
    "c": "Losing the match disappointed me too much.",
    "d": "It took me long to forget the disappointment of losing the match.",
    "correct": "d"
  },
  {
    "title": "“If I were you, I would go to the doctor.” David said to Claudia.",
    "a": "David advised Claudia not to go to the doctor.",
    "b": "David told Claudia that he would go to see the doctor.",
    "c": "David advised Claudia to go to the doctor.",
    "d": "David told Claudia to become a doctor.",
    "correct": "c"
  },
  {
    "title": "The old man is working in this factory. I borrowed his bicycle yesterday.",
    "a": "The old man whom I borrowed his bicycle yesterday is working in this factory.",
    "b": "The old man whom is working in this factory I borrowed his bicycle yesterday.",
    "c": "The old man whose bicycle I borrowed yesterday is working in this factory.",
    "d": "The old man is working in this factory which I borrowed his bicycle yesterday.",
    "correct": "c"
  },
  {
    "title": "The girl forgot to set the alarm clock. Therefore, she is in a hurry now.",
    "a": "The girl is not in a hurry now although she forgot to set the alarm clock.",
    "b": "The girl is not in a hurry now in spite of forgetting to set the alarm clock.",
    "c": "The girl forgot to set the alarm clock because she is in a hurry now.",
    "d": "The girl is in a hurry now because she forgot to set the alarm clock.",
    "correct": "d"
  },
  {
    "title": "Henry tasted the pleasures of modern city life. Then he found life in his village hard and unattractive.",
    "a": "Having tasted the pleasures of modern city life, Henry found life in his village hard and unattractive.",
    "b": "After Henry found life in his village hard and unattractive, he tasted the pleasures of modern city life.",
    "c": "If Henry had tasted the pleasures of modern city life, he would have found life in his village hard and unattractive.",
    "d": "Although Henry tasted the pleasures of modern city life, he found life in his village hard and unattractive.",
    "correct": "a"
  },
  {
    "title": "Books help broaden the mind. Books also provide a good source of entertainment.",
    "a": "Books help broaden the mind, but they provide a good source of entertainment.",
    "b": "Books help broaden the mind, and they provide a good source of entertainment.",
    "c": "Books help broaden the mind, for they provide a good source of entertainment.",
    "d": "Books help broaden the mind, or they provide a good source of entertainment.",
    "correct": "b"
  },
  {
    "title": "Without my tutor’s help, I couldn’t have made such a good speech.",
    "a": "Had my tutor not helped me, I couldn’t make such a good speech.",
    "b": "If my tutor didn’t help me, I couldn’t make such a good speech.",
    "c": "If it hadn’t been for my tutor’s help, I couldn’t have made such a good speech.",
    "d": "If my tutor hadn’t helped me, I could have made such a good speech.",
    "correct": "c"
  },
  {
    "title": "This is my first visit to Paris.",
    "a": "I have never visited Paris before.",
    "b": "I am used to visiting Paris.",
    "c": "I used to visit Paris.",
    "d": "I have visited Paris many times before.",
    "correct": "a"
  },
  {
    "title": "\"You got an A in Chemistry. Congratulations!\" Peter said to his classmate.",
    "a": "Peter encouraged his classmate to get an A in Chemistry.",
    "b": "Peter persuaded his classmate to get an A in Chemistry.",
    "c": "Peter insisted on getting an A in Chemistry for his classmate.",
    "d": "Peter congratulated his classmate on getting an A in Chemistry.",
    "correct": "d"
  },
  {
    "title": "It is rumored that the oil price is going to increase by 5 %.",
    "a": "People rumor about going to increase the oil price by 5%.",
    "b": "The oil price is rumored to be on the point of increasing by 5%.",
    "c": "The oil price rumors to be on the point of increasing by 5%.",
    "d": "It is rumored to be going the oil price to increase by 5%.",
    "correct": "b"
  }
]
  }
]
