[
  {
    "title": "Do you like dogs or cats more?",
    "content": "If I had to choose one, I'd say I prefer dogs because I enjoy their companionship during outdoor activities",
    "url": "../audio/speaking/1.m4a"
  },
  {
    "title": "Do you like traveling?",
    "content": "Yes, of course. Traveling is a great way to expose myself to other cultures, meet new people, and see different parts of the world. I also love to enjoy new cuisine and explore beautiful landscapes firsthand. When I have a long time on my hands, I usually travel hither and yon with my nuclear family.",
    "url": "../audio/speaking/2.m4a"
  },
  {
    "title": "If you had a chance to meet someone famous, who would it be?",
    "content": "Oh, I would love to meet Bill Gates. He's not only a brilliant entrepreneur and business magnate but also a philanthropist who has made significant contributions to various charitable causes. Meeting him would be an incredible opportunity to gain insights into his experiences and learn from his journey in both the tech industry and philanthropy.",
    "url": "../audio/speaking/3.m4a"
  },
  {
    "title": "Do you like reading books?",
    "content": "Yes, I do enjoy reading books. I find it to be a great way to relax and learn new things. I try to make time for reading regularly, especially before bedtime or during my commute. I have a wide range of interests, so I like to read fiction, non-fiction, and sometimes even poetry. It's a wonderful way to escape into different worlds or gain insights into various subjects.",
    "url": "../audio/speaking/4.m4a"
  },
  {
    "title": "Do you like mother or father more?",
    "content": "I have a deep love and appreciation for both my father and mother, but if I had to choose, I would say I have a special bond with my mother. She has always been there for me and has played a significant role in my life. However, it's important to remember that each parent is unique and brings their own qualities and love into our lives.",
    "url": "../audio/speaking/5.m4a"
  },
  {
    "title": "In your opion, what is happiness?",
    "content": "It's a difficult question. I think happiness is simply being able to do anything I want, marry a person I love, and live a life I desire.",
    "url": "../audio/speaking/6.m4a"
  },
  {
    "title": "Do you think it's difficult to play games?",
    "content": "I think it depends on the kind of game. For instance, MOBA games often require high skills and appropriate strategies, therefore it is more difficult than anything else. Besides, there are a lot of simple games that everybody can easily approach, such as Mario, that I was able to play when I was a child.",
    "url": "../audio/speaking/7.m4a"
  }
]
