[
  {
    "title": "Do you like dogs or cats more?",
    "content": "If I had to choose one, I'd say I prefer dogs because I enjoy their companionship during outdoor activities",
    "url": "../audio/speaking/1.mp3"
  },
  {
    "title": "Do you like traveling?",
    "content": "Yes, of course. Traveling is a great way to expose myself to other cultures, meet new people, and see different parts of the world. I also love to enjoy new cuisine and explore beautiful landscapes firsthand. When I have a long time on my hands, I usually travel hither and yon with my nuclear family.",
    "url": "../audio/speaking/2.mp3"
  },
  {
    "title": "If you had a chance to meet someone famous, who would it be?",
    "content": "Oh, I would love to meet Bill Gates. He's not only a brilliant entrepreneur and business magnate but also a philanthropist who has made significant contributions to various charitable causes. Meeting him would be an incredible opportunity to gain insights into his experiences and learn from his journey in both the tech industry and philanthropy.",
    "url": "../audio/speaking/3.mp3"
  },
  {
    "title": "Do you like reading books?",
    "content": "Yes, I do enjoy reading books. I find it to be a great way to relax and learn new things. I try to make time for reading regularly, especially before bedtime or during my commute. I have a wide range of interests, so I like to read fiction, non-fiction, and sometimes even poetry. It's a wonderful way to escape into different worlds or gain insights into various subjects.",
    "url": "../audio/speaking/4.mp3"
  },
  {
    "title": "Do you like mother or father more?",
    "content": "I have a deep love and appreciation for both my father and mother, but if I had to choose, I would say I have a special bond with my mother. She has always been there for me and has played a significant role in my life. However, it's important to remember that each parent is unique and brings their own qualities and love into our lives.",
    "url": "../audio/speaking/5.mp3"
  },
  {
    "title": "In your opion, what is happiness?",
    "content": "It's a difficult question. I think happiness is simply being able to do anything I want, marry a person I love, and live a life I desire.",
    "url": "../audio/speaking/6.mp3"
  },
  {
    "title": "Do you think it's difficult to play games?",
    "content": "I think it depends on the kind of game. For instance, MOBA games often require high skills and appropriate strategies, therefore it is more difficult than anything else. Besides, there are a lot of simple games that everybody can easily approach, such as Mario, that I was able to play when I was a child.",
    "url": "../audio/speaking/7.mp3"
  },
  {
    "title": "What do you think is required for a person to become a celebrity? Why?",
    "content": "To become a celebrity, I believe one needs not only special talent or an appealing appearance but also a great personality. Celebrities are admired and idolized by numerous fans, so they have the power to influence their fans both positively and negatively. Therefore, having a good personality is essential.",
    "url": "../audio/speaking/8.mp3"
  },
  {
    "title": "If you had a chance to try a food, what food would it be?",
    "content": "It's an interesting question, please allow me a moment to think. If I had the opportunity, I would like to try King Crab. Given its high cost, I imagine it would likely have an incredible taste",
    "url": "../audio/speaking/9.mp3"
  },
  {
    "title": "What do you often do in your free time?",
    "content": "When I have some free time, I engage in various activities to relax and entertain myself. Some of the things I typically do include reading books, watching movies or TV shows, going for a walk or jog in the park, trying out new recipes in the kitchen, and sometimes even practicing a musical instrument like the guitar. Additionally, I enjoy spending quality time with my family and friends, whether it's having a casual chat or playing board games together. These activities help me recharge and make the most of my leisure time.",
    "url": "../audio/speaking/10.mp3"
  },
  {
    "title": "When was the most recent occasion you bought flowers?",
    "content": "The most recent time I bought flowers was last month, for a friend's gathering. I purchased a beautiful bouquet to give them as a gift. Flowers are always a wonderful way to express emotions and add a touch of joy to any occasion.",
    "url": "../audio/speaking/11.mp3"
  },{
    "title": "Do you like reading physical books or e-books more?",
    "content": "I prefer reading physical books over e-books. There's something about the tactile experience of holding a book, flipping through its pages, and smelling the paper that I find quite enjoyable. Plus, I appreciate having a physical library of books on my shelves that I can revisit or share with others. While e-books are convenient, and I do use them occasionally, I find that the sensory experience of reading a printed book is something I value more.",
    "url": "../audio/speaking/12.mp3"
  },
  {
    "title": "When was the most recent occasion you wrote a hand letter?",
    "content": "I think it depends on the kind of game. For instance, MOBA games often require high skills and appropriate strategies, therefore it is more difficult than anything else. Besides, there are a lot of simple games that everybody can easily approach, such as Mario, that I was able to play when I was a child.",
    "url": "../audio/speaking/13.mp3"
  },
  {
    "title": "What kind of sport do you like to play?",
    "content": "I like soccer because it's an exciting team sport that requires skill, strategy, and teamwork. It's also a great way to stay active and enjoy the thrill of competition. Sometimes, I play basketball too.",
    "url": "../audio/speaking/14.mp3"
  },
  {
    "title": "What kind of film do you like to watch?",
    "content": "I enjoy action movies. I like them because they often feature thrilling and adventurous action scenes along with strong and heroic characters. Action films provide an entertaining experience, and they typically bring a sense of excitement and adrenaline. That's why I like action movies.",
    "url": "../audio/speaking/15.mp3"
  }
]
