[
  {
    "lang": "en",
    "content": "<h1>Comprehensive English Learning Website</h1><p>With the ambition to build a comprehensive platform for English enthusiasts to develop their skills, we have created this website. Following the criteria of \"continuous exercises for continuous progress\" this website is constructed with a database of over 4,000 exercises distributed across 6 skill types (Listening, Speaking, Reading, Writing, Vocabulary, Grammar). The database continues to grow each day. Data is collected from various sources, with over 50% of it being generated by AI tools. Therefore, the website may not be completely free of errors. If you discover any mistakes, please contact us via email at <a href=\"mailto:3000vocab@gmail.com\">3000vocab@gmail.com</a> so that we can make corrections as quickly as possible.<br><br><button type=\"button\" class=\"btn btn-donate\" data-bs-toggle=\"modal\" data-bs-target=\"#exampleModal\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" fill=\"currentColor\" class=\"bi bi-gift\" viewBox=\"0 0 16 16\"><path d=\"M3 2.5a2.5 2.5 0 0 1 5 0 2.5 2.5 0 0 1 5 0v.006c0 .07 0 .27-.038.494H15a1 1 0 0 1 1 1v2a1 1 0 0 1-1 1v7.5a1.5 1.5 0 0 1-1.5 1.5h-11A1.5 1.5 0 0 1 1 14.5V7a1 1 0 0 1-1-1V4a1 1 0 0 1 1-1h2.038A3 3 0 0 1 3 2.506zm1.068.5H7v-.5a1.5 1.5 0 1 0-3 0c0 .085.002.274.045.43zM9 3h2.932l.023-.07c.043-.156.045-.345.045-.43a1.5 1.5 0 0 0-3 0zM1 4v2h6V4zm8 0v2h6V4zm5 3H9v8h4.5a.5.5 0 0 0 .5-.5zm-7 8V7H2v7.5a.5.5 0 0 0 .5.5z\"/></svg>&nbsp;HELP US GROW!</button><br>Unlike typical English learning websites, our platform is entirely free and always will be!<br></p><h4>1. Listening</h4><p>It consists of four exercise types: Listening to music, dialogues, short sentences, and podcasts. Generally, podcasts are likely the most challenging exercise type, but they also have the greatest potential to accelerate your listening skills because you must listen and understand the content in detail. However, do not be disheartened or discouraged if you cannot understand podcasts initially. Try practicing with the other three types to gradually familiarize your ears with English.</p><h4>2. Speaking</h4><p>We cannot directly evaluate your speaking ability due to website limitations. However, we provide materials for you to practice this skill. Speaking includes numerous questions and sample answers. The recommended method is \"Shadowing.\" \"Shadowing\" is a widely-used speaking skill in English that requires you to mimic the speech of a native speaker, including pronunciation and intonation. It is considered the fastest way to improve speaking fluency. Try imitating the sample answers repeatedly until you memorize them and can speak fluently, just like the provided model passage. After successfully doing so, write your own answers and practice with them.</p><h4>3. Reading</h4><p>Reading comprises various passages covering diverse topics. The exercise types primarily include fill-in-the-blanks, True-False-NotGiven, finding information in the passage, and multiple-choice questions. These are common exercise formats in exams like IELTS, TOEIC, and TOEFL. If you are aware of other exercise types, please provide feedback so we can consider adding them if appropriate.</p><h4>4. Writing</h4><p>Firstly, we regret to inform you that the writing feature, including score assessment and automatic error correction, is temporarily disabled due to copyright issues. Specifically, we were using a third-party API that required a fee. In the future, we will strive to reinstate these two features. For now, you can only write and save your essays. With over 100 essay prompts divided into 5 main groups, these are real exam essays collected from actual IELTS exams. Additionally, for each essay prompt, we provide two high-quality sample essays for your reference and use.</p><h4>5. Vocabulary</h4><p>Oh, did you know? This website is called 3000vocab.com, and it was originally built with the primary purpose of practicing and improving vocabulary. This is the website's core feature. With the vocabulary learning method based on phrases and repetition (\"Repetition\" method), you will naturally and effectively memorize vocabulary. The website includes approximately 3000 words divided into various scientifically and logically categorized groups.</p><h4>6. Quiz</h4><p>If you want to improve your grammar or prepare for exams like TOEIC and TOEFL, this exercise type is indispensable.</p><br><br><p>Don't hesitate any longer; let's start learning!</p>"
  },
  {
    "lang": "vn",
    "content": "<h1>Trang web học Tiếng Anh toàn diện</h1><p>Với tham vọng xây dựng một trang web phát triển đầy đủ kĩ năng cho những người đam mê học Tiếng Anh, chúng tôi đã xây dựng nên trang web này. Với tiêu chí \"làm bài tập liên tục để tiến bộ không ngừng\", trang web này được xây dựng với kho dữ liệu hơn 4.000 bài tập được phân phối cho 6 loại kĩ năng (Listen, Speaking, Reading, Writing, Vocabulary, Grammar), và kho vẫn đang được tiếp tục phát triển thêm từng ngày. Data được thu thập từ nhiều nguồn trong đó hơn 50% được xây dựng từ các công cụ AI, chính vì thế trang web sẽ không thể tránh khỏi những sai sót. Nếu bạn phát hiện có sai sót, xin vui lòng liên hệ với chúng tôi qua email: <a href=\"mailto:3000vocab@gmail.com\">3000vocab@gmail.com</a> để chúng tôi có thể sửa chữa 1 cách nhanh chóng nhất.<br><br><button type=\"button\" class=\"btn btn-donate\" data-bs-toggle=\"modal\" data-bs-target=\"#exampleModal\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" fill=\"currentColor\" class=\"bi bi-gift\" viewBox=\"0 0 16 16\"><path d=\"M3 2.5a2.5 2.5 0 0 1 5 0 2.5 2.5 0 0 1 5 0v.006c0 .07 0 .27-.038.494H15a1 1 0 0 1 1 1v2a1 1 0 0 1-1 1v7.5a1.5 1.5 0 0 1-1.5 1.5h-11A1.5 1.5 0 0 1 1 14.5V7a1 1 0 0 1-1-1V4a1 1 0 0 1 1-1h2.038A3 3 0 0 1 3 2.506zm1.068.5H7v-.5a1.5 1.5 0 1 0-3 0c0 .085.002.274.045.43zM9 3h2.932l.023-.07c.043-.156.045-.345.045-.43a1.5 1.5 0 0 0-3 0zM1 4v2h6V4zm8 0v2h6V4zm5 3H9v8h4.5a.5.5 0 0 0 .5-.5zm-7 8V7H2v7.5a.5.5 0 0 0 .5.5z\"/></svg>&nbsp;HELP US GROW!</button><br>Khác với những website học tiếng Anh thông thường, trang chúng tôi hoàn toàn miễn phí và luôn là vậy!<br></p><h4>1. Listening </h4><p> Gồm 4 dạng bài tập: Nghe nhạc, đoạn hội thoại, câu ngắn và podcast. Đánh giá chung podcast có lẽ là dạng bài tập khó nhất nhưng cũng là dạng bài tập đẩy nhanh khả năng nghe của bạn nhất, bởi vì bạn phải nghe và hiểu nội dung một cách chi tiết. Tuy nhiên đừng buồn và nản chí nếu bạn không thể nghe podcast được ở thời gian đầu. Hãy thử làm bài tập với 3 dạng còn lại để đôi tai quen dần với Tiếng Anh.</p><h4>2. Speaking </h4><p>Chúng tôi không thể đánh giá trực tiếp khả năng nói của bạn được bởi vì sự hạn chế của một website, tuy nhiên chúng tôi tạo ra tài liệu để bạn luyện tập kĩ năng này. Speaking gồm rất nhiều câu hỏi và câu trả lời mẫu. Phương pháp mà bạn nên áp dụng là \"Shadowing\".\"Shadowing\" là một kĩ năng luyện nói rất phổ biến trong Tiếng Anh, yêu cầu bạn bắt chước lời nói của người bản ngữ, từ giọng cho đến ngữ điệu. Nó được đánh giá là một kĩ năng thúc đẩy kĩ năng nói nhanh nhất. Hãy thử bắt chước những câu trả lời nhiều lần cho đến khi bạn thuộc lòng và có thể tự nói một cách trôi chảy, giống hệt với đoạn mẫu. Sau khi đã thành công, bạn hãy viết ra câu trả lời của chính mình và luyện tập với nó.</p><h4>3. Reading </h4><p>Reading bao gồm nhiều đoạn văn với nhiều chủ đề đa dạng. Thể loại bài tập chủ yếu là điền từ vào chỗ trống, True-False-NotGiven, tìm nội dung đoạn văn và trắc nghiệm. Đây là các dạng bài tập thường thấy trong kì thi IELTS, TOEIC và TOEFL. Nếu bạn biết có thể loại bài tập gì khác, vui lòng góp ý với chúng tôi để chúng tôi xem xét thêm vào, nếu nó phù hợp.</p><h4>4. Writing </h4><p>Điều đầu tiên, chúng tôi phải rất lấy làm tiếc vì Writing tạm khóa tính năng đánh giá điểm và tự động sửa lỗi vì vấn đề bản quyền. Cụ thể chúng tôi đang sử dụng API bên thứ 3 và nó yêu cầu trả phí. Trong tương lai chúng tôi sẽ cố gắng mở lại 2 tính năng này. Hiện tại bạn chỉ có thể viết bài và lưu bài. Với số lượng đề thi hơn 100 chia làm 5 nhóm chính, đây là những bài thi được chúng tôi thu thập từ chính cuộc thi Ielts thật. Ngoài ra với mỗi đề thi, chúng tôi cung cấp 2 bài mẫu chất lượng để bạn tham khảo và sử dụng.</p><h4>5. Vocabulary </h4><p>Ồ, bạn biết gì không? Trang web này tên là 3000vocab.com, nó ban đầu chỉ được xây dựng với tính năng làm bài tập để cải thiện vocabulary đấy. Đây chính là tính năng cốt lõi ban đầu của website. Với phương pháp luyện từ vựng theo cụm từ và làm bài tập lặp lại (Phương pháp \"Repetition\"), sẽ giúp bạn ghi nhớ từ vựng một cách tự nhiên và cực kì hiệu quả. Trang web bao gồm khoảng 3000 từ vựng được chia thành nhiều nhóm khác nhau, phân loại theo nhóm cực kì khoa học và hợp lý.</p><h4>6. Quiz </h4><p>Nếu bạn muốn cải thiện Grammar hoặc ôn luyện các cuộc thi như TOEIC và TOEFL thì đây là dạng bài tập bạn không thể bỏ qua.</p><br><br><p> Còn chần chừ gì nữa, bắt đầu học thôi!</p>"
  },
  {
    "lang": "fr",
    "content": "<h1>Site Web d'Apprentissage Intégral de l'Anglais</h1><p>Avec l'ambition de créer une plateforme complète pour les passionnés d'anglais afin de développer leurs compétences, nous avons conçu ce site web. Suivant le critère de \"exercices continus pour une progression continue\", ce site web est construit avec une base de données de plus de 4 000 exercices répartis en 6 types de compétences (Listen, Speaking, Reading, Writing, Vocabulary, Grammar). La base de données continue de croître chaque jour. Les données sont collectées à partir de diverses sources, avec plus de 50 % générées par des outils d'IA. Par conséquent, le site web peut ne pas être complètement exempt d'erreurs. Si vous découvrez des erreurs, veuillez nous contacter par e-mail à l'adresse <a href=\"mailto:3000vocab@gmail.com\">3000vocab@gmail.com</a> afin que nous puissions apporter des corrections aussi rapidement que possible.<br><br><button type=\"button\" class=\"btn btn-donate\" data-bs-toggle=\"modal\" data-bs-target=\"#exampleModal\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" fill=\"currentColor\" class=\"bi bi-gift\" viewBox=\"0 0 16 16\"><path d=\"M3 2.5a2.5 2.5 0 0 1 5 0 2.5 2.5 0 0 1 5 0v.006c0 .07 0 .27-.038.494H15a1 1 0 0 1 1 1v2a1 1 0 0 1-1 1v7.5a1.5 1.5 0 0 1-1.5 1.5h-11A1.5 1.5 0 0 1 1 14.5V7a1 1 0 0 1-1-1V4a1 1 0 0 1 1-1h2.038A3 3 0 0 1 3 2.506zm1.068.5H7v-.5a1.5 1.5 0 1 0-3 0c0 .085.002.274.045.43zM9 3h2.932l.023-.07c.043-.156.045-.345.045-.43a1.5 1.5 0 0 0-3 0zM1 4v2h6V4zm8 0v2h6V4zm5 3H9v8h4.5a.5.5 0 0 0 .5-.5zm-7 8V7H2v7.5a.5.5 0 0 0 .5.5z\"/></svg>&nbsp;HELP US GROW!</button><br>Contrairement aux sites web d'apprentissage de l'anglais traditionnels, notre plateforme est entièrement gratuite et le restera toujours !<br></p><h4>1. Listening</h4><p>Il se compose de quatre types d'exercices : Écouter de la musique, dialogues, courtes phrases et podcasts. En général, les podcasts sont probablement le type d'exercice le plus difficile, mais ils ont également le plus grand potentiel pour accélérer vos compétences d'écoute car vous devez écouter et comprendre le contenu en détail. Cependant, ne vous découragez pas si vous ne pouvez pas comprendre les podcasts dès le début. Essayez de vous exercer avec les trois autres types pour habituer progressivement vos oreilles à l'anglais.</p><h4>2. Speaking</h4><p>Nous ne pouvons pas évaluer directement votre capacité à parler en raison des limitations du site web. Cependant, nous fournissons des matériaux pour que vous puissiez pratiquer cette compétence. Speaking comprend de nombreuses questions et des réponses modèles. La méthode recommandée est \"Shadowing\". \"Shadowing\" est une compétence de prise de parole largement utilisée en anglais qui vous oblige à imiter la parole d'un locuteur natif, y compris la prononciation et l'intonation. Elle est considérée comme le moyen le plus rapide d'améliorer la fluidité de la parole. Essayez d'imiter les réponses modèles plusieurs fois jusqu'à ce que vous les mémorisiez et que vous puissiez parler couramment, tout comme le passage modèle fourni. Après avoir réussi à le faire, écrivez vos propres réponses et entraînez-vous avec elles.</p><p>La lecture comprend divers passages couvrant divers sujets. Les types d'exercices comprennent principalement des textes à trous, Vrai-Faux-Inconnu, trouver des informations dans le passage et des questions à choix multiples. Ce sont des formats d'exercices courants dans des examens tels que l'IELTS, le TOEIC et le TOEFL. Si vous êtes au courant d'autres types d'exercices, veuillez fournir des commentaires afin que nous puissions les envisager s'ils sont appropriés.</p><h4>4. Writing</h4><p>Tout d'abord, nous regrettons de vous informer que la fonction d'écriture, y compris l'évaluation des scores et la correction automatique des erreurs, est temporairement désactivée en raison de problèmes de droits d'auteur. Plus précisément, nous utilisions une API tierce qui nécessitait des frais. À l'avenir, nous nous efforcerons de rétablir ces deux fonctionnalités. Pour le moment, vous ne pouvez que rédiger et enregistrer vos essais. Avec plus de 100 sujets de dissertation répartis en 5 groupes principaux, ce sont de vraies dissertations d'examen collectées lors d'examens IELTS réels. De plus, pour chaque sujet de dissertation, nous fournissons deux exemples de dissertations de haute qualité pour votre référence et votre utilisation.</p><h4>5. Vocabulary</h4><p>Oh, le saviez-vous ? Ce site web s'appelle 3000vocab.com, et il a été initialement conçu dans le but principal de pratiquer et d'améliorer le vocabulaire. Il s'agit de la fonction centrale du site web. Avec la méthode d'apprentissage du vocabulaire basée sur des phrases et la répétition (Méthode de la \"Repetition\"), vous mémoriserez naturellement et efficacement le vocabulaire. Le site web comprend environ 3 000 mots répartis en divers groupes soigneusement et logiquement catégorisés.</p><h4>6. Quiz</h4><p>Si vous souhaitez améliorer votre grammaire ou vous préparer aux examens comme le TOEIC et le TOEFL, ce type d'exercice est indispensable.</p><br><br><p>N'hésitez plus, commençons à apprendre !</p>"
  },
  {
    "lang": "rs",
    "content": "<h1>Сайт Комплексного Изучения Английского Языка</h1><p>С амбициями создать всестороннюю платформу для энтузиастов английского языка для развития своих навыков, мы создали этот веб-сайт. Следуя критерию \"постоянные упражнения для постоянного прогресса\", этот веб-сайт построен на базе данных более 4 000 упражнений, разделенных на 6 видов навыков (Listen, Speaking, Reading, Writing, Vocabulary, Grammar). База данных продолжает расти каждый день. Данные собираются из разных источников, и более 50% из них генерируются с помощью средств искусственного интеллекта. Поэтому веб-сайт может содержать ошибки. Если вы обнаружите ошибки, пожалуйста, свяжитесь с нами по адресу электронной почты <a href=\"mailto:3000vocab@gmail.com\">3000vocab@gmail.com</a>, чтобы мы могли быстро их исправить.<br><br><button type=\"button\" class=\"btn btn-donate\" data-bs-toggle=\"modal\" data-bs-target=\"#exampleModal\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" fill=\"currentColor\" class=\"bi bi-gift\" viewBox=\"0 0 16 16\"><path d=\"M3 2.5a2.5 2.5 0 0 1 5 0 2.5 2.5 0 0 1 5 0v.006c0 .07 0 .27-.038.494H15a1 1 0 0 1 1 1v2a1 1 0 0 1-1 1v7.5a1.5 1.5 0 0 1-1.5 1.5h-11A1.5 1.5 0 0 1 1 14.5V7a1 1 0 0 1-1-1V4a1 1 0 0 1 1-1h2.038A3 3 0 0 1 3 2.506zm1.068.5H7v-.5a1.5 1.5 0 1 0-3 0c0 .085.002.274.045.43zM9 3h2.932l.023-.07c.043-.156.045-.345.045-.43a1.5 1.5 0 0 0-3 0zM1 4v2h6V4zm8 0v2h6V4zm5 3H9v8h4.5a.5.5 0 0 0 .5-.5zm-7 8V7H2v7.5a.5.5 0 0 0 .5.5z\"/></svg>&nbsp;HELP US GROW!</button><br>В отличие от обычных веб-сайтов для изучения английского языка, наша платформа полностью бесплатна и всегда будет такой!<br></p><h4>1. Listening</h4><p>Он включает в себя четыре типа упражнений: прослушивание музыки, диалоги, короткие предложения и подкасты. В целом, подкасты, возможно, являются самым сложным типом упражнения, но они также обладают наибольшим потенциалом для ускорения ваших навыков прослушивания, поскольку вам нужно слушать и понимать содержание в деталях. Однако не унывайте, если вы сначала не можете понять подкасты. Попробуйте практиковаться с другими тремя типами, чтобы постепенно привыкнуть к английскому языку.</p><h4>2. Speaking</h4><p>Мы не можем оценить вашу способность говорить непосредственно из-за ограничений веб-сайта. Тем не менее, мы предоставляем материалы для практики этого навыка. Speaking включает в себя множество вопросов и образцовых ответов. Рекомендуемый метод - \"Shadowing\". \"Shadowing\" - это широко используемый навык разговорной речи на английском языке, который требует, чтобы вы имитировали речь носителя языка, включая произношение и интонацию. Считается, что это самый быстрый способ улучшить беглость речи. Попробуйте многократно повторять образцовые ответы, пока вы не запомните их и не сможете говорить бегло, как в предоставленном образце. После успешного выполнения напишите свои собственные ответы и тренируйтесь с ними.</p><h4>3. Reading</h4><p>Чтение включает в себя разнообразные тексты по различным темам. Основные типы упражнений включают заполнение пропусков, Верно-Ложно-Неизвестно, поиск информации в тексте и вопросы с выбором ответа. Это распространенные форматы упражнений в экзаменах, таких как IELTS, TOEIC и TOEFL. Если у вас есть знание других типов упражнений, пожалуйста, предоставьте обратную связь, чтобы мы могли рассмотреть их, если они будут уместными.</p><h4>4. Writing</h4><p>Прежде всего, мы сожалеем сообщить вам, что функция написания, включая оценку и автоматическое исправление ошибок, временно отключена из-за авторских прав. Конкретно, мы использовали сторонний API, требующий плату. В будущем мы постараемся восстановить эти две функции. На данный момент вы можете только писать и сохранять свои эссе. Более 100 тем эссе разделены на 5 основных групп, и это настоящие эссе, собранные с реальных экзаменов IELTS. Кроме того, для каждой темы эссе мы предоставляем два качественных образца эссе для вашей ссылки и использования.</p><h4>5. Vocabulary</h4><p>О, вы знали? Этот сайт называется 3000vocab.com, и изначально он был создан с основной целью практики и улучшения словарного запаса. Это является ключевой функцией сайта. С методом изучения словаря на основе фраз и повторения (Метод Повторения), вы естественным и эффективным образом запомните словарь. На сайте представлено около 3 000 слов, разделенных на различные научно и логически категоризированные группы.</p><h4>6. Quiz</h4><p>Если вы хотите улучшить свою грамматику или подготовиться к экзаменам, таким как TOEIC и TOEFL, этот тип упражнения незаменим.</p><br><br><p>Не медлите, начнем учиться!</p>"
  },
  {
    "lang": "cn",
    "content": "<h1>全面学习英语的网站</h1><p>怀着为英语爱好者打造一个全面发展技能的平台的雄心壮志，我们创建了这个网站。遵循“持续练习，持续进步”的标准，这个网站构建了一个包含6种技能（Listen, Speaking, Reading, Writing, Vocabulary, Grammar）的超过4,000个练习的数据库。数据库每天都在不断增长。数据来自各种来源，其中超过50%是由人工智能工具生成的。因此，网站可能不完全没有错误。如果您发现任何错误，请通过电子邮件与我们联系：<a href=\"mailto:3000vocab@gmail.com\">3000vocab@gmail.com</a>，以便我们能够尽快纠正。<br><br><button type=\"button\" class=\"btn btn-donate\" data-bs-toggle=\"modal\" data-bs-target=\"#exampleModal\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" fill=\"currentColor\" class=\"bi bi-gift\" viewBox=\"0 0 16 16\"><path d=\"M3 2.5a2.5 2.5 0 0 1 5 0 2.5 2.5 0 0 1 5 0v.006c0 .07 0 .27-.038.494H15a1 1 0 0 1 1 1v2a1 1 0 0 1-1 1v7.5a1.5 1.5 0 0 1-1.5 1.5h-11A1.5 1.5 0 0 1 1 14.5V7a1 1 0 0 1-1-1V4a1 1 0 0 1 1-1h2.038A3 3 0 0 1 3 2.506zm1.068.5H7v-.5a1.5 1.5 0 1 0-3 0c0 .085.002.274.045.43zM9 3h2.932l.023-.07c.043-.156.045-.345.045-.43a1.5 1.5 0 0 0-3 0zM1 4v2h6V4zm8 0v2h6V4zm5 3H9v8h4.5a.5.5 0 0 0 .5-.5zm-7 8V7H2v7.5a.5.5 0 0 0 .5.5z\"/></svg>&nbsp;HELP US GROW!</button><br>与传统的英语学习网站不同，我们的平台完全免费，将始终如此！<br></p><h4>1. Listening</h4><p>它包括四种练习类型：听音乐、对话、短句和播客。一般来说，播客可能是最具挑战性的练习类型，但它们也具有最大的潜力加速您的听力技能，因为您必须仔细聆听并理解内容。然而，如果您一开始无法理解播客，请不要灰心或气馁。尝试使用其他三种类型进行练习，逐渐让您的耳朵适应英语。</p><h4>2. Speaking</h4><p>由于网站的限制，我们无法直接评估您的口语能力。但是，我们提供了练习此技能的材料。Speaking包括大量问题和示范答案。推荐的方法是“Shadowing”。 “Shadowing” 是一种在英语中广泛使用的口语技能，要求您模仿母语人士的语音，包括发音和语调。它被认为是提高口语流利度的最快方式。尝试多次模仿示范答案，直到您记住它们并能流利地说话，就像提供的模型段落一样。成功后，写下您自己的答案并与之练习。</p><h4>3. Reading</h4><p>阅读包括涵盖各种主题的各种文章。主要的练习类型包括填空、真假不定、查找文章中的信息和选择题。这些是雅思、托业和托福等考试中常见的练习格式。如果您了解其他练习类型，请提供反馈，以便我们在适当的情况下考虑添加。</p><h4>4. Writing</h4><p>首先，我们要很抱歉地通知您，由于版权问题，写作功能，包括评分和自动纠错，目前已暂时禁用。具体来说，我们使用了需要付费的第三方API。未来，我们将努力恢复这两个功能。目前，您只能编写和保存文章。超过100个文章题目分为5个主要组，这些都是从真实的雅思考试中收集的文章。此外，对于每个文章题目，我们提供两篇高质量的样本文章供您参考和使用。</p><h4>5. Vocabulary</h4><p>哦，您知道吗？这个网站叫做3000vocab.com，最初是为练习和提高词汇而创建的。这是该网站的核心功能。采用短语和重复（“Repetition”）的词汇学习方法，您将自然而有效地记忆词汇。该网站包括约3000个单词，根据科学和逻辑进行分类。</p><h4>6. Quiz</h4><p>如果您想提高语法或准备像托业和托福这样的考试，这种练习类型是不可或缺的。</p><br><br><p>不要再犹豫，让我们开始学习吧！</p>"
  },
  {
    "lang": "jp",
    "content": "<h1>包括的な英語学習ウェブサイト</h1><p>英語を学びたい人々のために、スキルを包括的に開発するウェブサイトを構築しました。\"継続的な練習による持続的な向上\"をモットーに、このウェブサイトは6つのスキル（Listening、Speaking、Reading、Writing、Vocabulary、Grammar）に分類される4,000以上の練習問題を備えたデータベースを構築しました。データはさまざまなソースから収集され、そのうち50％以上はAIツールによって生成されています。したがって、ウェブサイトにはいくつかのエラーが含まれているかもしれません。エラーを見つけた場合は、速やかに修正できるように、メールでお知らせいただければ幸いです：<a href=\"mailto:3000vocab@gmail.com\">3000vocab@gmail.com</a>。<br><br><button type=\"button\" class=\"btn btn-donate\" data-bs-toggle=\"modal\" data-bs-target=\"#exampleModal\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" fill=\"currentColor\" class=\"bi bi-gift\" viewBox=\"0 0 16 16\"><path d=\"M3 2.5a2.5 2.5 0 0 1 5 0 2.5 2.5 0 0 1 5 0v.006c0 .07 0 .27-.038.494H15a1 1 0 0 1 1 1v2a1 1 0 0 1-1 1v7.5a1.5 1.5 0 0 1-1.5 1.5h-11A1.5 1.5 0 0 1 1 14.5V7a1 1 0 0 1-1-1V4a1 1 0 0 1 1-1h2.038A3 3 0 0 1 3 2.506zm1.068.5H7v-.5a1.5 1.5 0 1 0-3 0c0 .085.002.274.045.43zM9 3h2.932l.023-.07c.043-.156.045-.345.045-.43a1.5 1.5 0 0 0-3 0zM1 4v2h6V4zm8 0v2h6V4zm5 3H9v8h4.5a.5.5 0 0 0 .5-.5zm-7 8V7H2v7.5a.5.5 0 0 0 .5.5z\"/></svg>&nbsp;HELP US GROW!</button><br>通常の英語学習ウェブサイトとは異なり、当ウェブサイトは完全に無料で、常にそうである予定です！<br></p><h4>1. Listening</h4><p>このカテゴリには音楽、対話、短文、ポッドキャストの4つの練習形式が含まれます。ポッドキャストはおそらく最も難しい練習形式かもしれませんが、同時にあなたのリスニングスキルを最も効果的に向上させる可能性があります。なぜなら、ポッドキャストでは詳細なコンテンツを聞き取らなければならないからです。ただし、最初はポッドキャストが理解できない場合でも、諦めずに他の3つの形式で練習して、英語に耳をなじませてみてください。</p><h4>2. Speaking</h4><p>ウェブサイトの制約により、あなたのスピーキングスキルを直接評価することはできません。しかし、このスキルを練習するための教材を提供しています。Speakingには多数の質問とサンプル回答が含まれています。お勧めの方法は「シャドウイング」です。シャドウイングは英語で広く使用されるスピーキングスキルで、ネイティブスピーカーの発音やイントネーションを模倣することを要求します。それはスピーキングスキルを最も速く向上させるスキルとされています。サンプル回答を何度も模倣して、それらを暗記し、提供されたモデルと同様に流暢に話すことができるようになるまで練習してみてください。成功したら、独自の回答を書き留めて、それを練習してみてください。</p><h4>3. Reading</h4><p>Readingにはさまざまなトピックの多くの文章が含まれています。主な練習形式には、空欄に単語を入れる、真偽不明、文章中の情報を見つける、選択肢問題などがあります。これらは、IELTS、TOEIC、TOEFLなどの試験で一般的な練習形式です。他の練習形式がある場合は、提案していただければ検討させていただきます。</p><h4>4. Writing</h4><p>まず第一に、著作権の問題のため、現在は評価や自動修正など、ライティング機能が一時的に無効になっています。具体的には、有料の第三者APIを使用しているためです。将来的には、これら2つの機能を再開できるよう努力いたします。現時点では、記事を書くことと保存することしかできません。100以上の記事のトピックは、5つの主要なカテゴリに分かれており、これらは実際のIELTS試験から収集されたものです。また、各記事のために2つの高品質のサンプル記事を提供しています。これを参考にして使用できます。</p><h4>5. Vocabulary</h4><p>おっ、ご存知ですか？このウェブサイトの名前は3000vocab.comで、最初は語彙を向上させるための練習として作成されました。これはウェブサイトのコア機能です。フレーズと反復（Repetition）を使用した語彙学習法を採用することで、自然な方法で語彙を記憶するのに役立ちます。このウェブサイトには約3,000の単語が含まれており、科学的かつ論理的にカテゴリ分けされています。</p><h4>6. Quiz</h4><p>文法を向上させたり、TOEICやTOEFLなどの試験の準備をしたりしたい場合、この練習形式は見逃せません。</p><br><br><p>もうためらうことはありません。さあ、学習を始めましょう！</p>"
  },
  {
    "lang": "kr",
    "content": "<h1>포괄적인 영어 학습 웹사이트</h1><p>영어를 공부하려는 이들의 스킬을 포괄적으로 향상시키기 위해 이 웹사이트를 구축하였습니다. \"지속적인 연습으로 끊임없는 개선\"을 원칙으로, 이 웹사이트는 Listening, Speaking, Reading, Writing, Vocabulary, Grammar의 6가지 스킬에 대한 4,000개 이상의 연습문제로 이루어진 데이터베이스를 구축하였으며, 데이터베이스는 계속해서 확장되고 있습니다. 데이터는 다양한 소스에서 수집되었으며 그 중 50% 이상이 AI 도구를 통해 생성되었습니다. 따라서 웹사이트에는 일부 오류가 포함될 수 있습니다. 오류를 발견하신 경우 빠르게 수정할 수 있도록 이메일로 연락 주시면 감사하겠습니다: <a href=\"mailto:3000vocab@gmail.com\">3000vocab@gmail.com</a>.<br><br><button type=\"button\" class=\"btn btn-donate\" data-bs-toggle=\"modal\" data-bs-target=\"#exampleModal\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" fill=\"currentColor\" class=\"bi bi-gift\" viewBox=\"0 0 16 16\"><path d=\"M3 2.5a2.5 2.5 0 0 1 5 0 2.5 2.5 0 0 1 5 0v.006c0 .07 0 .27-.038.494H15a1 1 0 0 1 1 1v2a1 1 0 0 1-1 1v7.5a1.5 1.5 0 0 1-1.5 1.5h-11A1.5 1.5 0 0 1 1 14.5V7a1 1 0 0 1-1-1V4a1 1 0 0 1 1-1h2.038A3 3 0 0 1 3 2.506zm1.068.5H7v-.5a1.5 1.5 0 1 0-3 0c0 .085.002.274.045.43zM9 3h2.932l.023-.07c.043-.156.045-.345.045-.43a1.5 1.5 0 0 0-3 0zM1 4v2h6V4zm8 0v2h6V4zm5 3H9v8h4.5a.5.5 0 0 0 .5-.5zm-7 8V7H2v7.5a.5.5 0 0 0 .5.5z\"/></svg>&nbsp;HELP US GROW!</button><br>일반적인 영어 학습 웹사이트와 달리, 우리의 플랫폼은 완전히 무료이며 항상 무료입니다!<br></p><h4>1. Listening</h4><p>이 범주에는 음악, 대화, 짧은 문장, 팟캐스트의 4가지 연습 유형이 포함되어 있습니다. 팟캐스트는 아마도 가장 어려운 연습 유형 중 하나일 수 있지만, 동시에 귀를 향상시키는 데 가장 효과적일 수 있습니다. 왜냐하면 팟캐스트를 들을 때 내용의 세부 사항을 듣고 이해해야하기 때문입니다. 그러나 처음에는 팟캐스트를 듣지 못하는 경우에도 절망하지 마십시오. 영어에 귀를 익히기 위해 나머지 3가지 유형의 연습을 시도해보세요.</p><h4>2. Speaking</h4><p>웹사이트의 제약으로 인해 당사는 귀하의 말하기 능력을 직접 평가할 수 없습니다. 그러나 이 기술을 연습할 자료를 제공하고 있습니다. Speaking에는 다양한 질문과 샘플 답변이 포함되어 있습니다. 권장되는 방법은 \"그림자 따라가기\"입니다. \"그림자 따라가기\"는 영어에서 널리 사용되는 스피킹 기술로, 네이티브 스피커의 발음과 억양을 모방하는 것을 요구합니다. 이는 스피킹 스킬을 가장 빠르게 향상시키는 방법으로 평가되고 있습니다. 샘플 답변을 여러 번 모방하여 외우고 제공된 모델 단락과 동일하게 유창하게 말할 수 있도록 연습해보세요. 성공한 후에는 자신의 답변을 작성하고 그것과 연습해보세요.</p><h4>3. Reading</h4><p>Reading에는 다양한 주제의 많은 글이 포함되어 있습니다. 주요 연습 유형으로는 공백 채우기, 참거짓 판단, 글에서 정보 찾기, 선택 문항이 포함되어 있습니다. 이러한 것들은 IELTS, TOEIC, TOEFL 등의 시험에서 일반적으로 볼 수 있는 연습 형식입니다. 다른 연습 유형을 알고 있는 경우 피드백을 제공하여 적절한 경우 추가 검토하겠습니다.</p><h4>4. Writing</h4><p>먼저, 저작권 문제로 인해 현재 평가 및 자동 수정과 같은 Writing 기능이 비활성화되어 있음을 알려 드립니다. 구체적으로는 유료 제3 자 API를 사용하고 있기 때문입니다. 향후 이러한 두 기능을 다시 활성화하려고 노력하겠습니다. 현재는 글을 쓰고 저장할 수밖에 없습니다. 100개 이상의 글 주제가 5개의 주요 범주로 나뉘어 있으며, 이들은 실제 IELTS 시험에서 수집한 글입니다. 또한 각 글 주제에 대해 2개의 고품질 샘플 글을 제공하고 있으므로 참고 및 사용하실 수 있습니다.</p><h4>5. Vocabulary</h4><p>오, 알고 계셨나요? 이 웹사이트의 이름은 3000vocab.com이며, 처음에는 어휘를 향상시키기 위한 연습으로 만들어졌습니다. 이것은 웹사이트의 핵심 기능입니다. 구문과 반복(Repetition)을 사용한 어휘 학습 방법을 채택하여 자연스럽고 효과적으로 어휘를 기억하는 데 도움이 됩니다. 이 웹사이트에는 과학적이고 논리적으로 분류된 약 3,000개의 단어가 포함되어 있습니다.</p><h4>6. Quiz</h4><p>문법을 향상시키거나 TOEIC, TOEFL 등의 시험을 준비하려는 경우이 연습 형식은 놓치기 힘듭니다.</p><br><br><p>이제 더 이상 망설이지 마세요. 공부를 시작합시다!</p>"
  },
  {
    "lang": "es",
    "content": "<h1>Sitio web de aprendizaje de inglés integral</h1><p>Con la ambición de construir un sitio web que desarrolle habilidades de manera integral para aquellos apasionados por aprender inglés, hemos creado este sitio web. Con el lema \"practicar continuamente para avanzar constantemente\", este sitio web se ha construido con una base de datos de más de 4,000 ejercicios distribuidos en 6 tipos de habilidades (Listening, Speaking, Reading, Writing, Vocabulary, Grammar), y la base de datos continúa expandiéndose día a día. Los datos se recopilan de diversas fuentes, de las cuales más del 50% son generados por herramientas de inteligencia artificial. Por lo tanto, el sitio web puede contener algunos errores. Si encuentra algún error, le agradeceríamos que nos lo informara por correo electrónico a: <a href=\"mailto:3000vocab@gmail.com\">3000vocab@gmail.com</a>, para que podamos corregirlo lo más rápido posible.<br><br><button type=\"button\" class=\"btn btn-donate\" data-bs-toggle=\"modal\" data-bs-target=\"#exampleModal\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" fill=\"currentColor\" class=\"bi bi-gift\" viewBox=\"0 0 16 16\"><path d=\"M3 2.5a2.5 2.5 0 0 1 5 0 2.5 2.5 0 0 1 5 0v.006c0 .07 0 .27-.038.494H15a1 1 0 0 1 1 1v2a1 1 0 0 1-1 1v7.5a1.5 1.5 0 0 1-1.5 1.5h-11A1.5 1.5 0 0 1 1 14.5V7a1 1 0 0 1-1-1V4a1 1 0 0 1 1-1h2.038A3 3 0 0 1 3 2.506zm1.068.5H7v-.5a1.5 1.5 0 1 0-3 0c0 .085.002.274.045.43zM9 3h2.932l.023-.07c.043-.156.045-.345.045-.43a1.5 1.5 0 0 0-3 0zM1 4v2h6V4zm8 0v2h6V4zm5 3H9v8h4.5a.5.5 0 0 0 .5-.5zm-7 8V7H2v7.5a.5.5 0 0 0 .5.5z\"/></svg>&nbsp;HELP US GROW!</button><br>A diferencia de los sitios web de aprendizaje de inglés convencionales, ¡nuestra plataforma es completamente gratuita y siempre lo será!<br></p><h4>1. Listening</h4><p>Esta categoría incluye 4 tipos de ejercicios: escuchar música, diálogos, oraciones cortas y podcasts. En general, el podcast podría ser el tipo de ejercicio más difícil, pero también es el que más puede acelerar tu capacidad auditiva, ya que debes escuchar y comprender el contenido en detalle. Sin embargo, no te desanimes si al principio no puedes entender los podcasts. Intenta hacer los otros 3 tipos de ejercicios para acostumbrarte al inglés.</p><h4>2. Speaking</h4><p>No podemos evaluar directamente tu capacidad de hablar debido a las limitaciones del sitio web, pero hemos creado materiales para que practiques esta habilidad. Speaking incluye muchas preguntas y respuestas de muestra. El método que debes aplicar es el \"Shadowing\". \"Shadowing\" es una habilidad de imitación de habla muy común en inglés que requiere que imites la pronunciación y el ritmo de los hablantes nativos. Se considera una de las habilidades más efectivas para mejorar la fluidez del habla. Intenta imitar las respuestas varias veces hasta que las memorices y puedas hablar de manera fluida como el modelo proporcionado. Una vez que tengas éxito, intenta escribir tus propias respuestas y practicar con ellas.</p><h4>3. Reading</h4><p>Reading incluye una variedad de textos sobre diversos temas. Los tipos principales de ejercicios son completar espacios en blanco, verdadero-falso-no dado, encontrar información en el texto y preguntas de opción múltiple. Estos son tipos de ejercicios comunes en exámenes como el IELTS, TOEIC y TOEFL. Si conoces otros tipos de ejercicios, no dudes en sugerirlos para que los consideremos.</p><h4>4. Writing</h4><p>En primer lugar, lamentamos mucho informarte que la función de evaluación y corrección automática de Writing está deshabilitada temporalmente debido a problemas de derechos de autor. Específicamente, estamos utilizando una API de terceros que requiere un pago. En el futuro, haremos todo lo posible para reactivar estas dos funciones. Por ahora, solo puedes escribir y guardar tus escritos. Tenemos más de 100 temas de escritura divididos en 5 categorías principales, todos recopilados de exámenes de IELTS reales. Además, para cada tema de escritura, proporcionamos 2 muestras de alta calidad para tu referencia y uso.</p><h4>5. Vocabulary</h4><p>¡Oh, ¿sabes qué? El nombre de este sitio web es 3000vocab.com, originalmente fue creado con la función principal de ejercicios para mejorar el vocabulario. Esta es la característica central original del sitio web. Con el método de aprendizaje de vocabulario por frases y la repetición, te ayudará a recordar el vocabulario de manera natural y altamente efectiva. El sitio web incluye alrededor de 3,000 palabras agrupadas en diversas categorías, clasificadas de manera científica y lógica.</p><h4>6. Quiz</h4><p>Si deseas mejorar tu gramática o prepararte para exámenes como el TOEIC y el TOEFL, este tipo de ejercicio es imprescindible.</p><br><br><p>No dudes más, ¡comienza a aprender ahora!</p>"
  }
]
