[
  {
    "id": 1,
    "title": "It These days people in some countries are living in a “throw-away” society which means people use things in a short time then throw them away. Causes and problems.",
    "contents": [ "Nowadays, most of the countries prefer, items which have the limited use, so that they can use those objects and leave it after a short time. There are several reasons that generate myriads of problems.<br><br>To begin with, people attract towards consumerism. As a result, a huge amount of products which can not be used after a stint with it, and people have been habituated with those sorts of items. Moreover, there is a growing number of products producing and consuming by citizens. Besides, the demand of new products, whether it cannot be used for a long time, or, whether the object may become useless for people after a while, allure masses to buy it in a greater amount. For example, clothes, people buy now and then for two reasons such as making themselves trendy in the modern world and showing off to their friends and relatives. Thus, people love to grasp mass-production in society.<br><br>The main problem arises after having thrown away products that trashes are filled with tremendously, which spills out into the main road. Secondly, since people are, for instance, using un-renewable products, and plastic, it is burnt and buried in the environment. In both ways, air and soil become polluted degrading minerals of land letting dangerous particles hovering  in the air. Therefore, people are connected with various types of respiratory diseases such as lung cancer, and asthma.<br><br>In conclusion, people are living in a society where most of the products have no long-term effects. The reason is consuming products at large and the tendency to keep pace with fashion, while pollution and health hassles increase of using thrown away products.",
     "The concept of recycling is extremely important for societies to thrive. However, nowadays many people prefer to use items only once and then discard them in many parts of the world. This essay will discuss some factors like less cost and the bombardment of new products in the market and a few issues rising due to this trend. <br><br>Several obvious reasons behind the phenomenon of continuous buying and throwing of items are clear. One principal reason is that the markets are continuously bombarded with new items every day. This is happening because companies might want to generate massive profits by selling a huge number of their almost similar products. For example, one might not able to find a distinguishing feature among various models of iPhones. Another simple factor is that individuals not only want to keep themselves updated with new things but also want to show off on social media by uploading pictures on applications of Instagram or Facebook to become prominent among friends. <br><br>Consequently, a wide range of overarching problems is generated because of this wasting culture which must be taken into consideration. Firstly, people are going into an inferiority complex, particularly teenagers, due to the fact that not everyone can afford to purchase new things on a daily basis such as expensive branded clothes or the latest models of cell phones to show to friends and companions. In addition, a huge amount of trash is generated as a result of this unwanted activity. Empty lands are filling quickly with disposable or used products. Thus, these issues must be addressed to find a solution.<br><br>In conclusion, the habit of buying the latest versions of various things and not recycling has become a trend because members of society are competing with each other to become trendy and stylish. Problems related to this trend include pollution which must be tackled."
    ]
  },
  {
    "id": 2,
    "title": "Some businesses find that their new employees lack basic interpersonal skills such as cooperative skill. What are the causes and suggest possible solutions",
    "contents": [ "It is considered that interpersonal skills play an imperative role in the growth of various businesses. There are a number of reasons behind this notion and will suggest possible solutions to cover this problem. The causes of the lack of cooperative abilities happen by increasing competition in the market and the plausible solution is to teach scholars on the university ground.<br><br>To begin with the reason, in today's time, it is hard to deal with a number of business rivals with cooperative expertise which is why they use competitive proficiency to deal with them. For example, many of the students participate in the sole sports to get a reward in front of the others, they want whole credit for themselves by adding their name and photo on the notice board. Generally, this is more emphasized at the school level rather than interpersonal. Therefore, this makes it clear that teachers need to give sessions about  communal and mutual abilities.<br><br>Moving towards the possible solution, many of the new employees passed their schooling and universities with good academic marks, but forget to gain crucial skills that are significant to engage in the business. For instance, according to a historic survey of the Institution Union in the United States, the rate of cooperative expertness is less due to the lack of skilled faculty staff in the faculty. Sadly, this thing put a direct impact on the growth of the pupils who will become an employee of the companies. Hence, the government should use some proportion of the funds for teaching multiple expertise which will help the students to become  better employees of the company even though aid them to establish their self-employed business.<br><br>To conclude, a few companies find the lack of communal mastery because of more focus on  competitive skills. However,  with the support of the government, it can be made possible to expand the competence levels. Thus, it is clear that the idea of running a volunteer session on this topic would be helpful for students who are becoming  new employees in a number of companies. After a thorough analysis of this subject, it is predicted that the positive effects are  enough of this support.",
    "Nowadays, employers find out that plenty of fresh employees lack essential abilities, and cooperation, to work with a team. I believe that this problem is led by an incomplete education system and hiring procedures. This problem can be tackled by adding unacademic courses and altering hiring standards.<br><br>To begin with, countless new workers lack the ability to work with others, which is caused by schools only focusing on academics. To be specific, the majority of pupils have been demanded to live in an academic-orient environment, as schools deprive their chance to learn teamwork with other classmates. For example, when I was in school time, teachers always tell students that concentrate on their achievements and not waste time doing anything else. Moreover, another fact is that plentiful employers evaluate new workers by who own higher achievements, so it forces students to only pay efforts for obtaining more achievements. Therefore, the education system as well as hiring procedure brings this issue and forces pupils to pay massive attention to learning book knowledge.<br><br>Furthermore, there are some methods to solve this issue. First of all, boosting extracurricular activities, sports, dancing, painting and acting, make opportunities for students to learn basic skills, meaning that they acquire team spirit from taking part in activities. For instance, when they have opportunities to participate in unacademic events, it means skills of cooperation can be given by playing together with classmates. Additionally, businesses use different methods to select candidates, such as enquire work experiments as It makes candidates not just only focus on books. Thus, altering a minority of part from the school system and businesses' hiring processes will make a huge change in new employees.<br><br>To summarise, due to inadequate educational structure and unsuitable evaluation of new workers, they lack essential skills of cooperation. As it can be tackled by improving extracurricular activities and amending the assessment of new employees."
    ]
  },
  {
    "id": 4,
    "title": "Most people try to balance between work and other parts of their lives. Unfortunately, not many achieve this balance. What are the problems and solutions?",
    "contents": [ "At present, myriads of people endeavour to bring congruity between office jobs and individual activities, which is often disturbed for not maintaining a proper schedule of life. These issues of human begins should be resolved by giving work equilibrium  in life.<br><br>To begin with, it is quite unfortunate that several individuals cannot make a balance between their companies' activities  and home activities or personal-related tasks. This is because people do not have any perfect time schedule so that they are unable to maintain their works. Since for being a responsible worker, he, invariably, maintains office hours, which leads him to a mechanical spirit, where there is no personal life. This attitude results in stress-related problem, as they do not even try to make it possible to allocate time for their own, to illustrate, enjoying with relatives, friends, and family in the botanical garden. This causes only for their workaholic attitude, which has become the tendency of society. Thus, for example, in Bangladesh, some parents cannot get timetables for their children for only concentrating on works.<br><br>To counter this menace, it is an essential for each individual to make a balance between work-life and personal existence. The compelling solution is that they should make a list before starting a day that what they are going to do. In this way, a person will be able to overcome from work-life imbalance. Another factor will have to be in mind that besides, working in the required hours in offices, people need to do physical exercise, and they ought to go to recreational places for refreshing their brain, which consequently, help them to reduce their psychosomatic ailments. Finally, parents, for instance, set their priority first, which could minimize their psychological stress between choosing family and career.<br><br>In conclusion, these days, the population cannot provide the proper balance between work life and other activities related to personal life, although some of them overcome with this. The reason is that they maintain accurate time for each work and set goals for every personal and professional task to alleviate the problem of the imbalance of working spirit.",
    "The work-life balance for modern society is becoming an unachievable task even after putting more efforts into it. Initially, this essay will suggest that the biggest complications by this circumstance are less quality time with family and health issues and then it will argue that decreasing the number of working hours and doing regular exercise are the most viable solutions.<br><br>To begin with, the predominant issue caused by imbalance life-work activity is that there is less hour for family members. Most of the employees are spending 10 to 11 hours in their workplaces and then at the commute. As a result, their family bonds become weaker and might be the cause of separation or divorce in couples. For instance, a survey conducted recently by BBC News has revealed that more than 33% of the world's newly married couples have filed their divorce cases due to spend less quality time together. Furthermore, several mental and health diseases such as fatigue, strain, obesity, high Cholesterol and so forth are generally developed in today's human. Consequently, they unable to give sufficient progress in their work. Therefore,  many workers are unsuccessful to achieve a suitable home and office environment because of a hectic schedule.<br><br>Nevertheless, a myriad of effective solutions can be employed to mitigate these problems. Firstly, the office hours should be limited by the employer instead of long hours. Thus, employees will be able to join their family a little early in the evening to spend a good time with them. Secondly, to avoid any kind of unpleasant unhealthy condition people should join gyms or  take part in social activities. Accordingly, it will help to release stress and provide the required energy to the body. For example, American researchers found that many entrepreneurs are interested to go on a long drive to get relaxation. Hence, quality time for themselves and others might be the best remedies.<br><br>To conclude, imbalance work-life can be the cause of the destruction of personal life in different ways. However, spending less time at offices and also giving priority to health and family can be the most productive measures to solve these pro<br><br>"
    ]
  },
  {
    "id": 5,
    "title": "The increase in the production of consumer goods results in damage to the natural environment. What are the causes of this? What can be done to solve this problem?",
    "contents": [ "The environment is harmed as more and more consumer goods are manufactured. This is mainly because of the pollution by generating more contaminated waste in the process of producing these goods and the non-biodegradable products used to accommodate consumer's demand. There is a number of solutions which should be implemented in order to solve this issue. <br><br>Firstly, the augmentation in the manufacturing of consumer goods has damaged the environment. As more products are fabricated, more wastes are generated. Such wastes carry chemicals, which were used in the process and these contaminated wastes are disposed of into the rivers thus polluting the water and  nature. Secondly, to meet the demands of the consumers, some industries use non-biodegradable materials having a short lifespan, these products can remain as wastes for thousands of years. As a result, turning our planet into a huge landfill and posing a threat to the living habitats of all creatures.<br><br>There are many effective solutions to the problem of damaging environment. One way to tackle this problem is to ensure that companies should use of eco-friendlier materials. For example, the giant coffee chain Starbucks has recently replaced plastic straws with reusable alternatives made of materials like paper or bamboo. In addition, many governments are also encouraging the development of more sustainable manufacturing processes. For instance, many states in the U.S offer tax breaks and incentives for businesses using renewable energy, and some firms are even allowed to purchase green energy at cheaper prices than traditional fossil fuels. Another method of dealing can be to  ensure that companies do not release contaminated wastes directly into the water. Such wastes should be filtered and cleaned before releasing in the environment.<br><br>In conclusion, there are two main reasons why the environment is severely impacted by the increase in production of consumer goods. To address this issue, governments and companies must join hands to make the production lines more environmentally friendly by switching to greener materials and by not releasing wastes directly in the water b<br><br>",
    "In recent years, the development of industrial plants has more or less affected the environment negatively. This essay will discuss potential reasons and suggest viable solutions to solve this issue. <br><br>A dramatic increase in the human population leading to a higher demand for consumer goods is the main cause of environmental destruction. In order to serve this rising demand, companies continually clear land, cut down trees, and build more factories to manufacture more goods. This whole construction does not only result in deforestation but also release tons of carbon dioxide emission into the air, leading to climate change and catastrophic natural disasters. Moreover, during industrial processes, factories dispose of toxic wastes and contaminate nearby community water sources, such as rivers, lakes, or streams. This destroys biodiversity and depletes the aquatic ecosystem as contaminated water cause illness and death to fish and other animals. <br><br>Although the above-mentioned problems could not be avoided during human development, governments could take steps to mitigate the negative consequences to the Earth. Regulations and rankings are needed to assess the level of emission of each factory, and governments can take sanctions on companies that affect the environment. This may help encourage businesses to apply advanced technologies to reduce their impact on the planet and use cleaner energy, such as solar, water or wind. For example, if automobiles in Europe countries want to operate on roads, they need to meet fully the requirements and regulations on emissions for vehicles. <br><br>In conclusion, it is possible to mitigate the negative impact of humans on the natural environment if governments and companies seriously follow the environment protection regula<br><br>"
    ]
  },
  {
    "id": 6,
    "title": "The world of work is rapidly changing and employees cannot depend on having the same work or the same work conditions for life. Discuss the possible causes and suggest ways to prepare for people to work in the future.",
    "contents": [ "The nature of labor in our modern world is changing at a fundamental level, with many workers worried that they will not be able to maintain their job conditions for long periods of time. Personally I think this is the result of stagnating wages and the advances of automation, and can only be resolved with a universal basic income for the whole population.  <br><br>Firstly, I argue that society is witnessing the worst wage stagnation in generations, which is causing people to constantly look for better paying jobs. As cost increases yet wages not following suit, most of the workforce have to scramble to reach for managerial positions or risk losing their disposable incomes. This in turn creates a situation where many people have to take up multiple jobs in order to make ends meet. In the US and UK, for instance, it is estimated that millions of workers are on zero-hour contracts, which does not guarantee a set number of hours of work.   <br><br>Secondly, as corporations seek to reduce expenditure as much as possible, they aim to replace the workforce with machines, leading to higher levels of unemployment and less stable job conditions. As machines encroach on the workforce, jobs become focused on the maintenance of the robots running our factories, and therefore there is higher competition for the dwindling number of jobs with gradually raising entry barriers. The end result is sure to be tension amongst socio-economic classes that can afford entry into the workforce if the effect of automation is not being mitigated.  <br><br>I argue that in order to solve this, it is important to implement Universal Basic Income, which is an equal lump sum of money given to all citizens of countries every month or year. This would help people to keep their jobs and not have to take up precarious work, since they have enough money to buy basic necessities. This scheme can already be seen in Canada during the COVID 19 outbreak, for example, with citizens getting 2000 Canadian dollars a year. This has been hugely popular, as it allowed Canadians to have some level of stability even as the economy came to a h<br><br>",
    "The advancement in technology and science has revolutionised our lives significantly in recent years. Some people mention that the working environment and types of work available to humankind will not be the same in the future as an increasing number of menial jobs are being replaced by robots and artificial intelligence. This essay will discuss what is causing this phenomenon, and also provide some ideas of how to accommodate anticipated changes in work places.<br><br>An Increasing number of menial jobs which do not demand complex tasks and human intelligence are being replaced by the use of artificial robots at work places. In other words, human labours are no longer required, and as a result, those people who do not posses advanced skills face risks of loosing their jobs. For instance, Australian supermarkets have introduced automated paying stations, and this does not involve human workforces; therefore, less people are hired to fill in this position in the future. While the introduction of computerised systems reduces the cost of hiring human labours, this certainly changes current working conditions.<br><br>As simpler tasks will be carried out by using computerised machines in the future, people should accommodate these changes by equipping necessary knowledge and skills. Firstly, schools should educate children and young people about changing working situations and make them prepared for it. In order to do so, school curriculums should incorporate more of computer technology and associated skills. Secondly, as less physical labours will be available to the human workforce in the future, companies and organisations should create new positions and provide training to employees who lack knowledge and skills.  <br><br>In conclusion, types of work available to human workforce will be changed significantly owing to the introduction of artificial intelligence and robots to replace existing physical tasks. People should prepare for this change by obtaining relevant computer skills and knowledge through school curriculums and input from companies and organisa<br><br>"
    ]
  },
  {
    "id": 7,
    "title": "Overpopulation of urban areas has led to numerous problems. Identify one or two serious ones and suggest ways that governments and individuals can tackle these problems.",
    "contents": [ "It is certainly that dramatic considerable increasing the urban population leads to serious problems. There are several reasons for this problem, and various measures can be taken by the government and individuals to improve the situation. <br><br>Overpopulation in town brings people some drawbacks. Firstly, one of the major problems that is environmental pollution. Obviously, the city is storing a large quality of the wastes from people.  For instance, due to the huge number of living in the city; therefore, the amount of food consumption is higher than others provinces. Secondly, growing population causes resemblance to the unemployment rate. To illustrate, there is a tendency for young people to migrate into Hanoi; thus, it is imbalance the supply of employment. <br><br>There is some solution to improving these problems. The government plays a vital role in reducing in joblessness. Nowadays, over million people are being out of work; consequently, the government should provide policies and physical conditions for developing others place with a goal as creating jobs. Furthermore, people have to prepare yourself better skills in opportunities looking for a job. In addition, people should be educated about green life when they stay in town. For example, people need to limit wastes into the environment by the way recycles them.   <br><br>In conclusion, overpopulation of large town makes low economic growth and a low standard of living; nevertheless, these problems can be tackled with the support from the government developing economies in others areas to going down the percentage of unemployment. Besides, reducing population in urban helps us to protect the environment.",
    "In the recent times, people in many parts of the world are migrating from rural areas to cities for numerous reasons. This has not only resulted in excess population, but also caused several problems in many metropolitan cities. This essay will discuss the main cause of this problem as the pollution and suggests the suitable solution to this is to use electric vehicles and plant more trees.<br><br>One of the major consequences of overpopulation in urban areas is, increased pollution levels. This is due to the significant increase of vehicles on the roads which are emitting high polluted air. Moreover, the manufacturing industries located nearby the cities had worsened the situation by emitting dangerous gases. For instance, a recent survey shows that, the air quality levels in the New York are at all time alarming levels due to pollution from vehicles. As a result, many residents are suffering with problems associated with lack of fresh air.<br><br>The best way to address this problem is to plant a number of trees which will reduce the carbon dioxide levels in the air. Rather than cutting down the trees while constructing huge skyscrapers, they should be built in an Eco friendly manner. Furthermore, people should start using electric vehicles rather than gas vehicles which are environmentally friendly and will greatly bring down pollution levels. For example, the Norway government banned gas cars so people started using electric cars which have zero emissions. <br><br>To sum up, the over population in cities has caused severe problems like increased pollution levels, which can be controlled with the help of both governments and the public. Planting more trees and using electric vehicles will help to improve air quality l<br><br>"
    ]
  },
  {
    "id": 8,
    "title": "Nowadays many people have access to computers on a wide basis and a large number of children play computer games. What are the negative impacts of playing computer games and what can be done to minimize the bad effects?",
    "contents": [ "Computers are being used so widely that it is easily observed that children play computer games. While this is a concerning phenomenon nowadays, there are both advantages and disadvantages to this. In this essay, both aspects of children playing games will be discussed.<br><br>To begin with, there are certain benefits accruing from playing video games. First and foremost, most computer games are online, which means that players are communicating with one another all the time. This factor can improve a child's ability to socially interact with other players, but also understand the rules and context of the game. For example, the way gamers cooperate online to achieve a specific goal is very similar to the way people communicate and reach a compromise. In this process, children will naturally acquire communication skills. As a result, they could become a smart and well-rounded adult.<br><br>On the other hand, there are not only bright sides to playing computer games. Firstly, it is true that many games contain violent and sexual content. As far as children aged under 7, this could be harmful to those who are still in time when they build how to view and value the world. Furthermore, considering the fact that kids are not as good at controlling themselves as grown-ups, it seems definitely easier for them to be addicted to games, wasting so much time on them. For instance, the more they focus on online relationships, the more time they tend to spend on them. This is an occurring social problem, especially after both parents are busy with their work, leaving their children alone at home.<br><br>To conclude, even though there are some detrimental disadvantages, I believe that there are a lot more lessons that children can learn through playing games. Having said that, since they are still naive, they should be paid attention to by their gua<br><br>",
    "Computers have become an essential part of day-to-day life in the modern era. They are used for  professional as well as personal purposes. Thus, younger people are exposed to computer games at an early age. Playing these for more than a limit has harmful effects on a child's physical and mental well-being. <br><br>Firstly, computer gaming is extremely addictive and kids play several hours a day. Hence, they don't spend much time in  outdoor activities such as cricket, football, badminton etc, all of which are vital for their physical well-being. Secondly, those who are addicted tend to avoid socialization and be isolated, which is not good for their mental health. Thirdly, some of the eSports are promoting violence and extreme measures of sexual pleasure. For example, a few years back one of the famous online games led to the suicidal deaths of several young ones. Also, certain companies were banned for producing content which contain torture scenes and graphic scenes. Spending several hours on a digital screen might harm vision and well as brain development. Video gaming can divert the focus away from education, physical activities, household work and family gatherings.<br><br>To reduce the bad effects I can suggest the following measures. Parents can allocate limited hours per week for their kin to play under their supervision. Meanwhile, the father and mother have to encourage them to play outdoor sports like football, basketball, cricket etc. The introduction of other useful hobbies like reading novels, drawing, singing, learning and playing a musical instrument and swimming etc can break the addiction. Punishing them or verbally harassing them might actually do more harm than good. Having parental control over the internet and having a close relationship with their offspring will help avoid unwanted effects. <br><br>In conclusion, video gaming can be harmful to  children and if not supervised, can become an addiction. Therefore, the negative impact can be minimized by the encouragement of other hobbies, limiting the time spent on the desktop or laptops and having a friendly relationship with young ones."
    ]
  },
  {
    "id": 9,
    "title": "The internet has transformed the way information is shared and consumed, but it has also created problems that did not exist before. What are the most serious problems associated with the internet and what solutions can you suggest?",
    "contents": [ "The social network has changed the people's behaviour and the way of thinking in a good way, but it led to some negative impacts that never seen before. Serious health issues occur from the usage of the internet, the possible treatment is to reduce the usage of browsing.<br><br>To begin with, the physical state has been affected a lot by the use of online. Now-a-days, children and elders addict to playing the online games that entertain them a whole day without knowing the time. This activity may play a major problem like increasing blood pressure, reduction in the eye sight. The children are also becoming aggressive towards their parents by watching unnecessary stuff from the digital media. For example, my friend Satish was mad about games, but after a few months his eyes have been completely affected and he cannot even identify a person standing in front of him.<br><br>Finally, some solutions like blocking the internet usage or reducing their data limit to a certain number can play a major role. Many centres of social media have now reduced their time limit on web services. And also, some of the sites are permanently removed by satellite rights. This is how we can reduce the problems and we can concentrate on our individual works. To the instance, in 2003 University of Toronto had fixed a limited use of browsing, the later year the students passed out with an excellent percentage.<br><br>To conclude, the public has changed the view of their lives in a successive manner with the help of online, but it also had made an impact on the fitness that never existed before. The possible way of treating is to decrease the network facilities.",
    "The way data is exchanged and utilized was changed by the internet, but many issues which did not exist previously has also developed. The main problem this causes is a security threat and the most viable solution is a public awareness campaign warning people about the dangers.<br><br>The principal problem associated with the internet is that it can cause several security issues. In other words, confidential data that is stored or shared on the internet by people or organizations can be easily hacked by the cyber criminals. The inevitable corollary of this is the loss of valuable information and money. For instance, a recent article published in TimesNow newspaper, which is renowned for its accuracy and fairness, revealed that more than 40% of the USA's personal Facebook accounts were hacked by the Russian hackers and they demanded money to release their accounts.<br><br>To tackle this problem the government should launch a publicity campaign in the media to educate people about the dangers of cybercrimes. That is to say that states should make people aware of various cyber crimes and the ways to avoid them, which would result in people being more careful while using the internet. For example, an awareness campaign in India about the need to install antivirus software to avoid cyber crimes resulted in a 40% fewer cyber crime in the year 2018.<br><br>In conclusion, sharing and consuming data on the internet is a major issue that can result in various security problems, however, they can be addressed by educating people about the dangers."
    ]
  },
  {
    "id": 10,
    "title": "Global warming is one of the one of the biggest threats human face in the 21st Century and sea levels are continuing at the alarming rates. What problems are associated with this and what are some possible solutions.",
    "contents": [ "Climate change is the major concern across the globe. The greenhouse effect is major ultimatum people face and ocean levels are increasing at a terrifying rate in the recent years. This essay will discuss the threats associated with this hazard and carry out various ways to solve this situation. <br><br>The foremost problem caused by global warming is increased heat which may cause by emission of green gases. This results in molten of sheets of ice which in turn cause flooding in coastal areas. For instance, Tsunami in the year 2011 happened in japan destroyed millions of people. Another plethora of consequences such as tropical cyclone, a sudden storm may arise due to the greenhouse effect. For example, the Karala state of India face tropical cyclone in the last year, which imbalance the life of human and animal.<br><br>The aforementioned problems can be properly addressed by some solutions. Firstly, by reducing deforestation and start planting more trees in order to reduce CO2 level, which play a crucial role in climate changes.  Government and NGO can encourage people to plant trees every household. Additionally, government can educate the masses to use public transport instead of private vehicle, eco-friendly bags, avoid usage of plastic. Government can also implement rules and regulation to control environmental pollution.<br><br>In a nutshell, the greenhouse effect is one of the greatest threat to individual these days. As a result, increase in level of flooding and destructive storms is effected human are facing due to global warming. however planting tress and less use of non-recycled things are the solution to minimize the risk.",
    "Nowadays, the rising of global temperature is an unavoidable disaster faced by the humankind and, the gradual increase of ocean levels has been on frightening status. The main problem would be caused that is the sinking of coastal residential area, as well as the possible solution could be proposed is remodeling seashore building.<br><br>First and foremost, the gravest problem triggered by the increase of seawater volume is the flooding of residential area. The difficulty would affect number of residents who inhabit in the coastal area such as loss of property or possession. Moreover, it could also cause a huge national economic misfortune. In the Maldives for instance, the flooding in the coastal zone would have a significant impact on various tourist-spots and, it leads to the decrease of state-income. Furthermore, the incline of salt concentration on the ocean water could seriously affect marine biota such as corals and fish. As a result, numerous species of sea creatures would be extinct and, it would seriously hit the global food sources.<br><br>A logical remedy should take into account is the re-design the building in the risked-zone. The government should introduce and push the resident or estate contractors to apply coastal design models in every building in the seaside. This approach proved successfully lowering the damage caused by waves or tides in several Pacific-countries. Also, every government should participate in the action to reduce climate change impact on the sea creature, such as conservation of marine biota and prevent sea pollution. So that, the extinction of ocean creature could be avoided.<br><br>To sum up, the increase in global temperature is the most challenging problem faced by people around the world. However, a viable solution could be used to decrease the damage such as re-design building and the participating of every government in the global programs which aim to reduce the impact of global warming."
    ]
  },
  {
    "id": 11,
    "title": "In many countries, the number of animals and plants is declining. Why do you think it is happening? How to solve this issue?",
    "contents": [ "In recent decades, there has been a significant decrease in the population of animals and plants  in different parts of the world.  This essay serves to give an insight into the reasons behind this alarming change and several solutions to deal with it.<br><br>The decline in the number of flora and fauna can be associated with certain factors. Firstly, due to the ever increasing world’s population as well as the growing demand for transportation, there has been a remarkable increase in CO2 emissions. Consequently, global warming, where the temperatures of the Earth go up noticeably, has become a pressing issue. This results in a number of natural disasters, namely tsunami, earthquake, drought or violent storms, destroying animals and plants’ habitats and forcing them into extinction. Secondly, the problem of illegal poachers and loggers in many regions of the world is also alarming. For financial gains, they often kill a large number of animals and cut down trees on a large scale, especially exotic species, which contributes to the decline in wildlife populations.<br><br>There are a few actions that could be taken in order to alleviate the problem. In order to reduce the amount of carbon emissions from private vehicles, such as cars and motorbikes, it is vital that the government encourages its citizens to use public transportation. As a result, it would lift the heavy burden off the worsening climate and therefore help protect natural habitats where animals and plants reside. Furthermore, it is crucial to raise the public’s awareness of the importance of environmental protection and habitat conservation, which play an important role in preserving the population of animals and plants. To do this, schools should offer more courses and lessons related to protecting the environment and ecosystem, so young generations could be mindful in their daily activities and are motivated to participate in environmental and wildlife conservation campaigns. All such efforts will eventually contribute to maintaining and even increasing wildlife populations in the future.<br><br>To conclude, the declining number of animals and plants is mainly due to harmful emissions from vehicles and unlawful poaching and logging. To mitigate the issue, it is important to motivate people to take public transportation and educate youngsters about the importance of protecting the environment and wildlife, as well as what they can do to help.", "That there has been a devastating decline of the number of animals and plants the world over has become an alarming fact. Although there are many reasons for this phenomenon, there are also feasible solutions.<br><br>There are two reasons behind this decline. The first of which is deforestation. Nowadays, deforestation is an alarming problem throughout the world. Trees are cut down to clear space for cow grazing, farming, and wood harvesting. This leads to a direct loss of natural habitat for wildlife and exposes flora and fauna to the risk of extinction. According to recent estimates of the World Animal Foundation, around 137 species of flora and fauna are lost to deforestation per day. Another reason worth mentioning is climate change. Due to the greenhouse effect, the world’s temperature has been rising non-stop, which culminates in the increasing frequency of wildfires that are life threatening to both plants and animals. For instance, in 2020, Brazil’s wildfires wiped out an estimated number of 17 million animals.<br><br>While this phenomenon is catastrophic, there are a number of feasible solutions to tackle this problem. First, governments should implement stricter policies regarding commercial logging. Heavier fines should be levied on illegal loggers and forest ranger forces should have more reinforcements. Such tough measures will discourage illegal timber harvesting operations to a degree. Another solution is to encourage large companies to cut down on their carbon footprint. Corporations the world over can switch to eco-friendly energy sources and materials. For example, LEGO is currently building a carbon neutral plant in Binh Duong Province in Vietnam in an effort to minimize its carbon emissions.<br><br>In conclusion, the increasing disappearance of wildlife and plants can be attributed to climate change and deforestation. However, this problem can be addressed by enforcing stricter laws and regulations on deforestation and encouraging companies to minimize their carbon footprint."
    ]
  }
]
