[
  {
    "id": 1,
    "name": "Aphantasia: A life without mental images",
    "content": "<b>Close your eyes and imagine walking along a sandy beach and then gazing over the horizon as the Sun rises. How clear is the image that springs to mind?</b><br><br>Most people can readily conjure images inside their head - known as their mind's eye. But this year scientists have described a condition, aphantasia, in which some people are unable to visualise mental images.<br><br>Niel Kenmuir, from Lancaster, has always had a blind mind's eye. He knew he was different even in childhood. \"My stepfather, when I couldn't sleep, told me to count sheep, and he explained what he meant, I tried to do it and I couldn't,\" he says. \"I couldn't see any sheep jumping over fences, there was nothing to count.\"<br><br>Our memories are often tied up in images, think back to a wedding or first day at school. As a result, Niel admits, some aspects of his memory are \"terrible\", but he is very good at remembering facts. And, like others with aphantasia, he struggles to recognise faces. Yet he does not see aphantasia as a disability, but simply a different way of experiencing life.<br><br><b>Mind's eye blind</b><br><br>Ironically, Niel now works in a bookshop, although he largely sticks to the non-fiction aisles. His condition begs the question what is going on inside his picture-less mind. I asked him what happens when he tries to picture his fiancee. \"This is the hardest thing to describe, what happens in my head when I think about things,\" he says. \"When I think about my fiancee there is no image, but I am definitely thinking about her, I know today she has her hair up at the back, she's brunette. But I'm not describing an image I am looking at, I'm remembering features about her, that's the strangest thing and maybe that is a source of some regret.\"<br><br>The response from his mates is a very sympathetic: \"You're weird.\" But while Niel is very relaxed about his inability to picture things, it is often a cause of distress for others. One person who took part in a study into aphantasia said he had started to feel \"isolated\" and \"alone\" after discovering that other people could see images in their heads. Being unable to reminisce about his mother years after her death led to him being \"extremely distraught\".<br><br><b>The super-visualiser<br><br></b>At the other end of the spectrum is children's book illustrator, Lauren Beard, whose work on the Fairytale Hairdresser series will be familiar to many six-year-olds. Her career relies on the vivid images that leap into her mind's eye when she reads text from her author. When I met her in her box-room studio in Manchester, she was working on a dramatic scene in the next book. The text describes a baby perilously climbing onto a chandelier.<br><br>\"Straightaway I can visualise this grand glass chandelier in some sort of French kind of ballroom, and the little baby just swinging off it and really heavy thick curtains,\" she says. \"I think I have a strong imagination, so I can create the world and then keep adding to it so it gets sort of bigger and bigger in my mind and the characters too they sort of evolve. I couldn't really imagine what it's like to not imagine, I think it must be a bit of a shame really.\"<br><br>Not many people have mental imagery as vibrant as Lauren or as blank as Niel. They are the two extremes of visualisation. Adam Zeman, a professor of cognitive and behavioural neurology, wants to compare the lives and experiences of people with aphantasia and its polar-opposite hyperphantasia. His team, based at the University of Exeter, coined the term aphantasia this year in a study in the journal Cortex.<br><br>Prof Zeman tells the BBC: \"People who have contacted us say they are really delighted that this has been recognised and has been given a name, because they have been trying to explain to people for years that there is this oddity that they find hard to convey to others.\" How we imagine is clearly very subjective - one person's vivid scene could be another's grainy picture. But Prof Zeman is certain that aphantasia is real. People often report being able to dream in pictures, and there have been reported cases of people losing the ability to think in images after a brain injury.<br><br>He is adamant that aphantasia is \"not a disorder\" and says it may affect up to one in 50 people. But he adds: \"I think it makes quite an important difference to their experience of life because many of us spend our lives with imagery hovering somewhere in the mind's eye which we inspect from time to time, it's a variability of human experience.\"",
    "groups": [
      {
        "type": "true_false",
        "title": "Do the following statements agree with the information in the IELTS reading text?",
        "quizzes": [
          {"title": "Aphantasia is a condition, which describes people, for whom it is hard to visualise mental images.", "correct": "f"},
          {"title": "Niel Kenmuir was unable to count sheep in his head.", "correct": "t"},
          {"title": "People with aphantasia struggle to remember personal traits and clothes of different people. ", "correct": "n"},
          {"title": "Niel regrets that he cannot portray an image of his fiancee in his mind.", "correct": "t"},
          {"title": "Inability to picture things in someone's head is often a cause of distress for a person.", "correct": "t"},
          {"title": "All people with aphantasia start to feel 'isolated' or 'alone' at some point of their lives.", "correct": "n"},
          {"title": "Lauren Beard's career depends on her imagination.",
          "correct": "t"},
          {"title": "The author met Lauren Beard when she was working on a comedy scene in her next book.",
           "correct": "f"}]
      },
      {
        "type": "gap",
        "title": "Write NO MORE THAN TWO WORDS from the passage for each answer.",
        "quizzes": [
          "Only a small fraction of people have imagination as <span>vibrant</span> as Lauren does.",
          "Hyperphantasia is <span>polar-opposite</span>to aphantasia.",
          "There are a lot of subjectivity in comparing people's imagination - somebody's vivid scene could be another person's <span>grainy picture</span>",
          "Prof Zeman is <span>adamant</span> that aphantasia is not an illness.",
          "Many people spend their lives with <span>imagery hovering</span> somewhere in the mind's eye."
        ]
      }
    ]
  },
  {
    "id": "2",
    "name": "Life lessons from villains, crooks and gangsters",
    "content": "<b>(A)</b> A notorious Mexican drug baron’s audacious escape from prison in July doesn’t, at first, appear to have much to teach corporate boards. But some in the business world suggest otherwise. Beyond the morally reprehensible side of criminals' work, some business gurus say organised crime syndicates, computer hackers, pirates and others operating outside the law could teach legitimate corporations a thing or two about how to hustle and respond to rapid change.<br><br><b>(B)</b> Far from encouraging illegality, these gurus argue that – in the same way big corporations sometimes emulate start-ups – business leaders could learn from the underworld about flexibility, innovation and the ability to pivot quickly. “There is a nimbleness to criminal organisations that legacy corporations [with large, complex layers of management] don’t have,” said Marc Goodman, head of the Future Crimes Institute and global cyber-crime advisor. While traditional businesses focus on rules they have to follow, criminals look to circumvent them. “For criminals, the sky is the limit and that creates the opportunity to think much, much bigger.”<br><br><b>(C)</b> Joaquin Guzman, the head of the Mexican Sinaloa drug cartel, for instance, slipped out of his prison cell through a tiny hole in his shower that led to a mile-long tunnel fitted with lights and ventilation. Making a break for it required creative thinking, long-term planning and perseverance – essential skills similar to those needed to achieve success in big business.<br><br><b>(D)</b> While Devin Liddell, who heads brand strategy for Seattle-based design consultancy, Teague, condemns the violence and other illegal activities he became curious as to how criminal groups endure. Some cartels stay in business despite multiple efforts by law enforcement on both sides of the US border and millions of dollars from international agencies to shut them down. Liddell genuinely believes there’s a lesson in longevity here. One strategy he underlined was how the bad guys respond to change. In order to bypass the border between Mexico and the US, for example, the Sinaloa cartel went to great lengths. It built a vast underground tunnel, hired family members as border agents and even used a catapult to circumvent a high-tech fence.<br><br><b>(E)</b> By contrast, many legitimate businesses fail because they hesitate to adapt quickly to changing market winds. One high-profile example is movie and game rental company Blockbuster, which didn’t keep up with the market and lost business to mail order video rentals and streaming technologies. The brand has all but faded from view. Liddell argues the difference between the two groups is that criminal organisations often have improvisation encoded into their daily behaviour, while larger companies think of innovation as a set process. “This is a leadership challenge,” said Liddell. “How well companies innovate and organise is a reflection of leadership.”<br><br><b>Left-field thinking</b><br><br><b>(F)</b> Cash-strapped start-ups also use unorthodox strategies to problem solve and build their businesses up from scratch. This creativity and innovation is often borne out of necessity, such as tight budgets. Both criminals and start-up founders “question authority, act outside the system and see new and clever ways of doing things,” said Goodman. “Either they become Elon Musk or El Chapo.” And, some entrepreneurs aren’t even afraid to operate in legal grey areas in their effort to disrupt the marketplace. The co-founders of music streaming service Napster, for example, knowingly broke music copyright rules with their first online file sharing service, but their technology paved the way for legal innovation as regulators caught up.<br><br><b>(G)</b> Goodman and others believe thinking hard about problem solving before worrying about restrictions could prevent established companies falling victim to rivals less constrained by tradition. In their book The Misfit Economy, Alexa Clay and Kyra Maya Phillips examine how individuals can apply that mindset to become more innovative and entrepreneurial within corporate structures. They studied not just violent criminals like Somali pirates, but others who break the rules in order to find creative solutions to their business problems, such as people living in the slums of Mumbai or computer hackers. They picked out five common traits among this group: the ability to hustle, pivot, provoke, hack and copycat.<br><br><b>(H)</b> Clay gives a Saudi entrepreneur named Walid Abdul-Wahab as a prime example. Abdul-Wahab worked with Amish farmers to bring camel milk to American consumers even before US regulators approved it. Through perseverance, he eventually found a network of Amish camel milk farmers and started selling the product via social media. Now his company, Desert Farms, sells to giant mainstream retailers like Whole Foods Market. Those on the fringe don’t always have the option of traditional, corporate jobs and that forces them to think more creatively about how to make a living, Clay said. They must develop grit and resilience in order to last outside the cushy confines of cubicle life. “In many cases scarcity is the mother of invention,” Clay said.",
    "groups": [
      {
        "type": "gap",
        "title": "Match the headings below with the paragraphs. Write the correct letter, A-H, in boxes on your answer sheet.",
        "quizzes": ["Jailbreak with creative thinking <span>c</span>", "Five common traits among rule-breakers <span>g</span>", "Comparison between criminals and traditional businessmen <span>b</span>", "Can drug baron's espace teach legitimate corporations? <span>a</span>", "Great entrepreneur <span>h</span>", "How criminal groups deceive the law <span>d</span>", " The difference between legal and illegal organisations <span>f</span>" ]
      },
      {
        "type": "gap",
        "title": "Write ONLY ONE WORD from the passage for each answer.",
        "quizzes": ["To escape from a prison, Joaquin Guzman had to use such traits as creative thinking, long-term planning and <span>perseverance</span>", "The Sinaloa cartel built a grand underground tunnel and even used a <span>catapult</span> to avoid the fence.", "The main difference between two groups is that criminals, unlike large corporations, often have <span>improvisation</span> encoded into their daily life", "Due to being persuasive, Walid Abdul-Wahab found a <span>network</span>of Amish camel milk farmers."]
      },
      {
        "type": "multi",
        "title": "Choose the correct letter, A, B, C or D.",
        "quizzes": [
          {
            "title": "The main goal of this article is to:",
            "a": "Show different ways of illegal activity",
            "b": "Give an overview of various criminals and their gangs",
            "c": "Draw a comparison between legal and illegal business, providing examples",
            "d": "Justify criminals with creative thinking",
            "correct": "c"
          }
        ]
      }
    ]
  },
  {
    "id": 3,
    "name": "Britain needs strong TV industry",
    "content": "Comedy writer Armando Iannucci has called for an industry-wide defence of the BBC and British programme-makers. \"The Thick of It\" creator made his remarks in the annual MacTaggart Lecture at the Edinburgh TV Festival.<br><br>\"It's more important than ever that we have more strong, popular channels... that act as beacons, drawing audiences to the best content,\" he said. Speaking earlier, Culture Secretary John Whittingdale rejected suggestions that he wanted to dismantle the BBC.<br><br><b>'Champion supporters'</b><br><br>Iannucci co-wrote \"I'm Alan Partridge\", wrote the movie \"In the Loop\" and created and wrote the hit \"HBO\" and \"Sky Atlantic show Veep\". He delivered the 40th annual MacTaggart Lecture, which has previously been given by Oscar winner Kevin Spacey, former BBC director general Greg Dyke, Jeremy Paxman and Rupert Murdoch. Iannucci said: \"Faced with a global audience, British television needs its champion supporters.\"<br><br>He continued his praise for British programming by saying the global success of American TV shows had come about because they were emulating British television. \"The best US shows are modelling themselves on what used to make British TV so world-beating,\" he said. \"US prime-time schedules are now littered with those quirky formats from the UK - the \"Who Do You Think You Are\"'s and the variants on \"Strictly Come Dancing\" - as well as the single-camera non-audience sitcom, which we brought into the mainstream first. We have changed international viewing for the better.\"<br><br>With the renewal of the BBC's royal charter approaching, Iannucci also praised the corporation. He said: \"If public service broadcasting - one of the best things we've ever done creatively as a country - if it was a car industry, our ministers would be out championing it overseas, trying to win contracts, boasting of the British jobs that would bring.\" In July, the government issued a green paper setting out issues that will be explored during negotiations over the future of the BBC, including the broadcaster's size, its funding and governance.<br><br>Primarily Mr Whittingdale wanted to appoint a panel of five people, but finally he invited two more people to advise on the channer renewal, namely former Channel 4 boss Dawn Airey and journalism professor Stewart Purvis, a former editor-in-chief of ITN. Iannucci bemoaned the lack of \"creatives\" involved in the discussions.<br><br>\"When the media, communications and information industries make up nearly 8% our GDP, larger than the car and oil and gas industries put together, we need to be heard, as those industries are heard. But when I see the panel of experts who've been asked by the culture secretary to take a root and branch look at the BBC, I don't see anyone who is a part of that cast and crew list. I see executives, media owners, industry gurus, all talented people - but not a single person who's made a classic and enduring television show.\"<br><br><b>'Don't be modest'</b><br><br>Iannucci suggested one way of easing the strain on the licence fee was \"by pushing ourselves more commercially abroad\".<br><br>\"Use the BBC's name, one of the most recognised brands in the world,\" he said. \"And use the reputation of British television across all networks, to capitalise financially oversees. Be more aggressive in selling our shows, through advertising, through proper international subscription channels, freeing up BBC Worldwide to be fully commercial, whatever it takes.<br><br>\"Frankly, don't be icky and modest about making money, let's monetise the bezeesus Mary and Joseph out of our programmes abroad so that money can come back, take some pressure off the licence fee at home and be invested in even more ambitious quality shows, that can only add to our value.\"<br><br>Mr Whittingdale, who was interviewed by ITV News' Alastair Stewart at the festival, said he wanted an open debate about whether the corporation should do everything it has done in the past.  He said he had a slight sense that people who rushed to defend the BBC were \"trying to have an argument that's never been started\".<br><br>\"Whatever my view is, I don't determine what programmes the BBC should show,\" he added. \"That's the job of the BBC.\" Mr Whittingdale said any speculation that the Conservative Party had always wanted to change the BBC due to issues such as its editorial line was \"absolute nonsense\".",
    "groups": [
      {
        "type": "true_false",
        "title": "Do the following statements agree with the information in the IELTS reading text?",
        "quizzes": [
          {
            "title": "Armando Iannucci expressed a need of having more popular channels. ",
            "correct": "t"
          },
          {
            "title": "John Whittingdale wanted to dismantle the BBC.",
            "correct": "f"
          },
          {
            "title": "Iannucci delivered the 30th annual MacTaggart Lecture. ",
            "correct": "n"
          },
          {
            "title": "Ianucci believes that British television has contributed to the success of American TV-shows.",
            "correct": "t"
          },
          {
            "title": "There have been negotiations over the future of the BBC in July.",
            "correct": "f"
          }
        ]
      },
      {
        "type": "multi",
        "title": "Choose the correct letter, A, B, C or D.",
        "quizzes": [
          {
            "title": "Ianucci praised everything EXCEPT",
            "a": "US shows",
            "b": "British shows",
            "c": "Corporation",
            "d": "British programming",
            "correct": "a"
          },
          {
            "title": "To advise on the charter renewal Mr Whittingdale appointed a panel of",
            "a": "five people",
            "b": "two people",
            "c": "seven people",
            "d": "four people",
            "correct": "c"
          },
          {
            "title": "Who of these people was NOT invited to the discussion concerning BBC renewal?",
            "a": "Armando Iannucci",
            "b": "Dawn Airey",
            "c": "John Whittingdale",
            "d": "Stewart Purvis",
            "correct": "a"
          },
          {
            "title": "There panel of experts lacks:",
            "a": "media owners",
            "b": "people who make enduring TV-shows",
            "c": "gurus of Television industry",
            "d": "top executives",
            "correct": "b"
          }
        ]
      },
      {
        "type": "gap",
        "title": "Write NO MORE THAN TWO WORDS from the passage for each answer.",
        "quizzes": [
          "Iannucci recommended increasing BBC's profit by pushing ourselves more<span>commercially abroad</span>. He suggests being more aggressive in selling British shows, through advertising and proper international <span>subscription channels</span> . Also, he invokes producers to stop being <span>icky</span>and modest about making money and invest into even <span>more ambitious</span>quality shows. However, Mr Whittingdale denied any <span>speculation</span>that the Conservative Party had always wanted to change the BBC because of its editorial line."
        ]
      }
    ]
  },
  {
    "id": 4,
    "name": "Is violence innate?",
    "content": "In 1983, archaeologists in southern Germany discovered a mass grave containing 34 skeletons. They included 9 adult males, 7 adult females and 16 children.<br><br>All of the skeletons showed signs of fatal trauma, including head wounds. None of them showed any signs of defensive wounds, suggesting they were killed whilst running away.<br><br>The \"Talheim Death Pit\" dates from the Stone Age, around 7,000 years ago. It offers some of the oldest evidence of organised group violence between two communities: that is, of war.<br><br> Clearly, humans have been fighting wars for thousands of years, and we may not be the only ones. There is growing evidence that several other species also engage in warfare, including our closest relatives the chimpanzees.<br><br> That suggests we have inherited our predilection for warfare from our ape-like ancestors. But not everyone agrees that warfare is inbuilt.",
    "groups": [
      {
        "type": "multi",
        "title": "Choose the correct letter, A, B, C or D.",
        "quizzes": [
          {
            "title": "What did archaeologists in southern Germany discover?",
            "a": "Remains of 34 dead animals",
            "b": "Graveyard containing 34 skeletons",
            "c": "Relics of early civilization",
            "d": "9 adult males, 7 adult females and 16 children",
            "correct": "b"
          },
          {
            "title": "Why did scientists suggested that those people were killed whilst running away?",
            "a": "Their skeletons showed signs of fatal trauma",
            "b": "There were 16 children",
            "c": "During that period organised group violence was very frequent",
            "d": "Their skeletons didn't show any signs of defensive wounds",
            "correct": "d"
          },
          {
            "title": "Why do human beings fight, according to the article?",
            "a": "Because they have been fighting wars for thousands of years",
            "b": "Because chimpanzees, who are humans' closest relatives, engage in warfare",
            "c": "Because humans inherited predilection for warfare from their ape-like ancestors",
            "d": "Because fighting is their inbuilt instinct",
            "correct": "c"
          },
          {
            "title": "Which of the following phrases best describes the main aim of the Reading Passage?",
            "a": "To describe fighting among different species",
            "b": "To intoduce principles of contemporary archaeology and its application",
            "c": "To introduce some relics of humans' warfare for further discussion whether violence is innate or not",
            "d": "To suggest ways of interperting humans' violence",
            "correct": "c"
          }
        ]
      }
    ]
  },
  {
    "id": 5,
    "name": "August 1985: The worst month for air disasters",
    "content": "There are many grim landmarks in the history of aviation. One in particular stands out. Three decades ago, 720 travellers and crew lost their lives on board commercial aircraft in a single month - more than in any other before or since.<br><br>The deaths occurred in four separate accidents in August 1985. Each disaster had quite different causes. The aircraft involved ranged from a 747 with hundreds on board to a tiny twin engine turboprop carrying just eight people.<br><br>There was Japan Air Lines flight 123, the worst single-aircraft accident in history, in which 520 of 524 on board were killed. A further 137 died when Delta flight 191 flew into heavy winds as it approached Dallas-Fort Worth International. A fire on board British Airtours flight 28M at Manchester Airport led to 55 deaths. And all those on board the smallest aircraft, Bar Harbor Airlines flight 1808, lost their lives as it flew into a small airport in Maine, USA.<br><br>Each, in their own way, had a lasting legacy, whether in the memories of those left bereaved or in changes in technology and procedure introduced as a direct result. The worst death toll was on Japan Air Lines Flight 123, a Boeing 747, which was en route from Tokyo to Osaka on 12 August 1985 when the airtight bulkhead between its cabin and tail tore open. The change in pressure blew off the vertical stabiliser, or tail fin. It also destroyed the hydraulic systems. The plane lurched up and down.",
    "groups": [
      {
        "type": "multi",
        "title": "Choose the correct letter, A, B, C or D.",
        "quizzes": [
          {
            "title": "When did the 720 travellers die?",
            "a": "Thirteen decades ago.",
            "b": "A few decades ago",
            "c": "20 years ago",
            "d": "There is no information about it.",
            "correct": "b"
          },
          {
            "title": "Twin engine turboprop could carry:",
            "a": "Eight people.",
            "b": "Four people.",
            "c": "Two people.",
            "d": "Only a pilot.",
            "correct": "a"
          },
          {
            "title": "The worst accident in history, according to the paragraph, was:",
            "a": "Flight 123.",
            "b": "Delta flight 191.",
            "c": "British Airtours flight 28M.",
            "d": "Bar Harbor Airlines flight 1808.",
            "correct": "a"
          },
          {
            "title": "Why did the Japan Air Lines Flight 123 crashed?",
            "a": "The change in pressure blew off the vertical stabiliser.",
            "b": "Destruction of the hydraulic systems.",
            "c": "The airtight bulkhead between its cabin and tail tore open.",
            "d": "It is unknown.",
            "correct": "c"
          }
        ]

      }
    ]
  },
  {
    "id": 6,
    "name": "Why does coffee shoot out of the lid of your cup?",
    "content": "You're running late for work and you've purchased your coffee in a hurry. Just as you arrive at the office, a jet of hot liquid escapes from the tiny hole in the lid, leaving you with hot beverage residue on your clothes before the day has really started.<br><br>This is exactly what happened to Rob Kaczmarek after buying a cup of his favourite caffeinated drink. The marketing director at Convergent Science was intrigued by why the coffee shoots out so far and therefore set about modelling this, initially as a joke for those who enjoy a bit of computational fluid dynamics. It's the design of the lid that's the problem, he explains.<br><br>\"It happens because of the sloshing of the coffee against the lid, which is kind of unique. At the end of the lid, the hole is right up above that. As the coffee sloshes against the end of the lid, that velocity is amplified and it splashes up through the actual hole.\"<br><br>Not all coffee cups are designed with a hole, of course. Some have lids with a tiny hole and others peel back to reveal a much larger gap, which offsets the shooting jets of hot liquid.",
    "groups": [
      {
        "type": "multi",
        "title": "Choose the correct letter, A, B, C or D.",
        "quizzes": [
          {
            "title": "What accident might occur at work in the morning, after you bought coffee?",
            "a": "You spill it all over the place accidently.",
            "b": "You get burns from the hot coffee.",
            "c": "You contaminate your clothes with it.",
            "d": "Nothing out of ordinary.",
            "correct": "c"
          },
          {
            "title": "Rob Kaczmarek explains to us that:",
            "a": "The coffee shoots out very far.",
            "b": "He sat his experiment as a joke.",
            "c": "He was really intrigued by spilling the coffee.",
            "d": "Coffee spils because of the design of the lid.",
            "correct": "d"
          },
          {
            "title": "The main reason coffee spils is:",
            "a": "Velocity.",
            "b": "Sloshing.",
            "c": "Design of the cup.",
            "d": "It is not stated.",
            "correct": "b"
          },
          {
            "title": "This text might be classified as:",
            "a": "Scientific.",
            "b": "Humorous.",
            "c": "Fictional.",
            "d": "Romantic.",
            "correct": "a"
          }
        ]
      }
    ]
  },
  {
    "id": 7,
    "name": "The Earth",
    "content": "<b>(A)</b> The Earth is the third planet from the Sun and it is the only planet known to have life on it. The Earth formed around 4.5 billion years ago. It is one of four rocky planets on the inside of the Solar System. The other three are Mercury, Venus, and Mars.<br><br><b>(B)</b> The large mass of the Sun makes the Earth move around it, just as the mass of the Earth makes the Moon move around it. The Earth also turns round in space, so different parts face the Sun at different times. The Earth goes around the Sun once (one \"year\") for every 365¼ times it turns all the way around (one \"day\").<br><br><b>(C)</b> The Moon goes around the Earth about every 27⅓ days, and reflects light from the Sun. As the Earth goes round the Sun at the same time, the changing light of the Moon takes about 29½ days to go from dark to bright to dark again. That is where the idea of \"month\" came from. However, now most months have 30 or 31 days so they fit into one year.<br><br><b>(D)</b> The Earth is the only planet in our Solar System that has a large amount of liquid water. About 71% of the surface of the Earth is covered by oceans. Because of this, it is sometimes called the \"Blue Planet\".<br><br><b>(E)</b> Because of its water, the Earth is home to millions of species of plants and animals. The things that live on Earth have changed its surface greatly. For example, early cyanobacteria changed the air and gave it oxygen. The living part of the Earth's surface is called the \"biosphere\".<br><br><b>(F)</b> The Earth is part of the eight planets and many thousands of small bodies that move around the Sun as its Solar System. The Solar System is moving through the Orion Arm of the Milky Way Galaxy now, and will be for about the next 10,000 years.<br><br><b>(G)</b> The Earth is generally 150,000,000 kilometers or 93,000,000 miles away from the Sun (this distance is named an \"Astronomical Unit\"). The Earth moves along its way at an average speed of about 30 km or 19 mi a second. The Earth turns all the way around about 365¼ times in the time it takes for the Earth to go all the way around the Sun. To make up this extra bit of a day every year, an additional day is used every four years. This is named a \"leap year\".<br><br><b>(H)</b> The Moon goes around the Earth at an average distance of 400,000 kilometers (250,000 mi). It is locked to Earth, so that it always has the same half facing the Earth; the other half is called the \"dark side of the Moon\". It takes about 27⅓ days for the Moon to go all the way around the Earth but, because the Earth is moving around the Sun at the same time, it takes about 29½ days for the Moon to go from dark to bright to dark again. This is where the word \"month\" came from, even though most months now have 30 or 31 days.",
    "groups": [
      {
        "type": "gap",
        "title": "Write the correct letter, A–H, in boxes on your answer sheet.",
        "quizzes": [
          "Earth’s natural satellite<span>h</span>",
          "Distance between Earth and Sun <span>g</span>",
          "General information about Earth<span>a</span>",
          "The Solar System<span>f</span>",
          "Length of most moths<span>c</span>",
          "Another name for Earth<span>d</span>",
          "The living part of the Earth's surface<span>e</span>",
          "The movements of Earth around the Sun<span>b</span>"
        ]
      },
      {
        "type": "gap",
        "title": "Choose NO MORE THAN THREE WORDS from the text for each answer.",
        "quizzes": [
          "Apart from Earth, other rocky planets in our Solar Systems are Venus, Mars and <span>Mercury</span>",
          "Moon<span>reflects light </span> from the Sun on Earth.",
          "There are millions of <span>species</span> of plants and animals that inhabit Earth.",
          "Now the Solar System is travelling through <span>The Orion Arm</span>",
          "The dark side of the Moon is the side, which <span>never</span>faces Earth."
        ]
      }
    ]
  },
  {
    "id": 8,
    "name": "What to do in a fire?",
    "content": "Fire drills are a big part of being safe in school: They prepare you for what you need to do in case of a fire. But what if there was a fire where you live? Would you know what to do? Talking about fires can be scary because no one likes to think about people getting hurt or their things getting burned. But you can feel less worried if you are prepared.<br><br>It's a good idea for families to talk about what they would do to escape a fire. Different families will have different strategies. Some kids live in one-story houses and other kids live in tall buildings. You'll want to talk about escape plans and escape routes, so let's start there.<br><br><b>Know Your Way Out</b><br><br>An escape plan can help every member of a family get out of a burning house. The idea is to get outside quickly and safely. Smoke from a fire can make it hard to see where things are, so it's important to learn and remember the different ways out of your home. How many exits are there? How do you get to them from your room? It's a good idea to have your family draw a map of the escape plan.<br><br>It's possible one way out could be blocked by fire or smoke, so you'll want to know where other ones are. And if you live in an apartment building, you'll want to know the best way to the stairwell or other emergency exits.<br><br><b>Safety Steps</b><br><br>If you're in a room with the door closed when the fire breaks out, you need to take a few extra steps:<br><br>Check to see if there's heat or smoke coming in the cracks around the door. (You're checking to see if there's fire on the other side.)<br><br>If you see smoke coming under the door — don't open the door!<br><br>If you don't see smoke — touch the door. If the door is hot or very warm — don't open the door!<br><br>If you don't see smoke — and the door is not hot — then use your fingers to lightly touch the doorknob. If the doorknob is hot or very warm — don't open the door!<br><br>If the doorknob feels cool, and you can't see any smoke around the door, you can open the door very carefully and slowly. When you open the door, if you feel a burst of heat or smoke pours into the room, quickly shut the door and make sure it is really closed. If there's no smoke or heat when you open the door, go toward your escape route exit.",
    "groups": [
      {
        "type": "gap",
        "title": "Choose NO MORE THAN TWO WORDS from the text for each answer",
        "quizzes": [
          "While some might live in a tall buildings, others might live in a <span>One-story houses</span> ",
          "Important thing is to talk with your kids about escape <span>plans</span> and <span>routes</span>",
          "Making a <span>map</span> is a good idea, it can help you escape.",
          "If you live in an apartment, you have to know the way to the staircase or other <span>emergency exits</span> ",
          " You can only open the door if the <span>doorknob</span>is not hot and you can’t see smoke around the door.",
          "You should immediately close the door, if smoke <span>pours</span>into the room"
        ]
      },
      {
        "type": "true_false",
        "title": "Do the following statements agree with the information given in Reading Section?",
        "quizzes": [
          {"title": "It is important to have a strategy before escaping the fire.", "correct": "t"},
          {"title": "You should mark different ways out of your home on the map.", "correct": "n"},
          {"title": "If you’re stuck in a room, and see smoke coming from the other room, you should open the door and ran to the exit.", "correct": "f"},
          {"title": "Hot door means you shouldn’t open it to escape", "correct": "t"},
          {"title": "If you open the door and everything seems fine, go straight to the exit.", "correct": "t"}
        ]
      },
      {
        "type": "multi",
        "title": "Choose the correct letter, A, B, C or D.",
        "quizzes": [
          {
            "title": "This article is mainly aimed at helping:",
            "a": "Children",
            "b": "Children and their parents",
            "c": "Only parents",
            "d": "Teachers at schools",
            "correct": "b"
          }
        ]
      }
    ]
  },
  {
    "id": 9,
    "name": "Inheritance Laws",
    "content": "Widows and widowers whose spouses pass away without making a will are set to receivea bigger inheritance payout from next month. If a person dies without making a will, theamount left automatically to his or her spouse or civil partner is changing from £125,000to £250,000 where there are children.<br><br>Experts have welcomed the change, which takes effect on February 1, but emphasisethat it is still important to make a will, particularly if you are unmarried or separated butnot divorced. However, people should not be misled into thinking that these changes meanthat they do not need to make a will. It still remains the case that unmarried couples are notentitled to receive anything on the death of their other half if he or she has not made a will.<br><br>Modern family life is becoming ever more complicated, with second m arriages andchildren from more than one relationship. A will is the only way to ensure that those youlove or are obliged to care for are adequately provided for. After the spouse has received hisor her legal share, the rest of the estate is shared by children or grandchildren. If there arenone, surviving parents will get a share. If there are none of these, any brothers and sisterswho shared the same two parents as the deceased will receive a share.<br><br>If your family circumstances have changed, it is important that you make or update a willto ensure that your money and possessions are distributed according to your wishes. Forexample, you may be separated and your ex-partner now lives with someone else. If you aremarried or enter into a registered civil partnership, this will invalidate any previous will youhave made.",
    "groups": [
      {
        "type": "true_false",
        "title": "Do the following statements agree with the information given in Reading Section?",
        "quizzes": [
          {
            "title": "Widows and widowers whose spouses pass away without making a will are set to receive a smaller inheritance payout from next month.",
            "correct": "f"
          },
          {
            "title": "The change in the inheritance amount automatically left to a spouse or civil partner is effective from February 1.",
            "correct": "t"
          },
          {
            "title": " Unmarried couples are entitled to receive a share of the estate even if their partner has not made a will.",
            "correct": "f"
          },{
            "title": "The distribution of the estate, after the spouse's legal share, is primarily determined by the presence of children, grandchildren, and surviving parents.",
            "correct": "t"
          },
          {
            "title": "Entering into a registered civil partnership will not affect any previous will made by an individual.",
            "correct": "f"
          }
        ]
      }
    ]
  },
  {
    "id": 10,
    "name": "Sponging dolphins",
    "content": "<b>(A)</b> In 1984, researchers spotted dolphins doing something unusual in Shark Bay, Western Australia. When the animals got hungry, they ripped a marine basket sponge from the sea floor and fitted it over their beaks like a person would fit a glove over a hand. The scientists suspected that as the dolphins foraged for fish, the sponges protected their beaks, or rostra, from the rocks and broken chunks of coral that litter the sea floor, making this behavior the first example of tool use in this species.<br><br><b>(B)</b> The researchers surmised that a long time ago one ingenious Shark Bay dolphin figured out that by prodding the sediments with a sponge attached to her beak, she could stir up these swim bladder-less fish without being hurt. Eventually, such technique became popular among other dolphins. But why do dolphins go to all of this trouble when they could simply snag a fish from the open sea? The answer is that the bottom-dwelling fish are a lot more nutritious. Some species also don't have swim bladders, gas chambers that help other fish control their buoyancy as they travel up and down the water column. In the Bahamas, where dolphins are also known to forage for bottom-dwelling fish, dolphins hunt partly by echolocating these bladders, which give off a strong acoustic signal. That helps the cetaceans find prey even when it's buried in sea sand. But bottom-dwelling fish, such as barred sandperch, which are favored by some Shark Bay dolphins, don't have swim bladders and so are harder to find with echolocation. The sea floor is not nearly as soft here as it is in the Bahamas, so if dolphins want to probe for these fish, they risk injuring their rostra.<br><br><b>(C)</b> Not every dolphin in Shark Bay hunts with sponges. \"It's primarily done by females,\" says Janet Mann, a behavioral ecologist. She believes the female dolphins invented the method because of the \"selective pressures they face while raising a calf as long as they do,\" about 4 to 5 years. \"These clever dolphins have figured out a way to target fish that other dolphins cannot,\" she says, adding that even the local fishermen do not catch, or even know about, this particular species. Mann's previous research has shown that dolphin mothers pass the sponging method to their daughters and some of their sons, rare evidence of a cultural tradition in an animal other than humans. The team has documented three generations of sponging dolphins.<br><br><b>(D)</b> The foraging technique came to light a few decades ago - very recently in evolutionary terms - when a local fisherman spotted what looked like a strange tumour on a dolphin’s nose. Researchers eventually worked out that the ‘tumour’ was a conically shaped sponge and it became apparent that the dolphins would spend considerable time searching for one the right shape to fit their nose. The sponge is used to scatter the sand gently on the sea floor and disturb buried fish. When a fish is spotted, the dolphin drops the sponge and gives chase. \"It has been thought that behaviours which are exclusively learnt from one parent are not very stable. With our model we could now show that sponging can be a stable behaviour,\" said Dr Anna Kopps, a biologist at the University of New South Wales.<br><br><b>(E)</b> By modelling the emergence of \"sponger\" dolphins in a computer simulation, the team of researchers could see different scenarios in which the skill could have spread among the dolphin population over the years. They then compared the results of these simulations with field data on the genetic relationship between the spongers, to estimate the role of mothers teaching their offspring in transmitting the skill. They found that if the likelihood of a sponger's offspring learning the ability was less than certain, the dolphins that did pick up the technique needed to gain a survival advantage from the skill, in order for the ability to pass on to the next generation. The model also allowed them to attempt to calculate the date that the behaviour was likely to have originated.\"The results suggested that sponging was innovated at least 120 to 180 years ago - it is only a best estimate,\" said Dr Kopps. Scientists discovered that although dolphins tried to teach the hunting technique to all their young, it was mainly female offspring that grasped the concept. Why male offspring rarely acquire the same skill remains unclear, though the team put forward one possible explanation: male bottlenose dolphins tend to form close bonds with other males, and such alliances aren't suited to seabed foraging, since it is a time-consuming, solitary activity.<br><br><b>(F)</b> The US scientists say discovering a new tool is a direct sign of intelligence. “There’s a strong link between animals with larger brains and tool users. Bottlenose dolphins have a brain second in size only to humans.” said Janet Mann, a marine biologist who led the research. “Dolphins are already good at catching fish so they don’t need tools, but they’ve discovered this sponge makes their job easier. Working out how to use tools in a creative way like that is a hallmark of intelligence.” Mann admits we still do not understand dolphins well. “It’s hard to get inside their heads because their brains are constructed differently and it’s very hard to analyse their language, but they do seem very intelligent,” she said.<br><br><b>(G)</b> Dolphins are also often seen engaging in playful behaviour and creating tools to use for entertainment. They have been observed to blow bubbles which they form into rings to play with. After creating the bubble ring, a dolphin will use its nose and body to maintain the shape of the bubble and keep it from floating to the surface. The study provides a \"better understanding of the why and how of sponging\" by the Shark Bay dolphins, says Louis Herman, a cognitive psychologist. The work \"adds to previously documented\" examples of \"innovation by this highly intelligent species.\" Patterson's and Mann's results also \"reinforce a pattern\" often seen in other tool-using animals, says Simon Reader, a behavioral biologist. \"Tool use appears to be almost a last option, taken when other options fail or are unavailable,\" he says, noting that woodpecker finches in the Galápagos Islands \"turn to tool use only in arid areas,\" wielding cactus spines to extract grubs from tree branches. Using tools takes time and energy, Reader says, and animals tend to rely on them only when there's a guaranteed payoff, such as turning up a fatty fish that most other dolphins (and fishermen) know nothing about.",
    "groups": [
      {
        "type": "gap",
        "title": "Which paragraph contains the following information? A-G",
        "quizzes": [
          "Hallmark of intelligence <span>f</span>", "Fisrt example of dolphins using tools <span>a</span>", "Tool for entertainment <span>g</span>", "The reason why dolphins go through trouble of getting fish from the bottom of the ocean <span>b</span>",
          "The evidence of tradition in dolphins <span>c</span>", "The estimated time of sponging innovation <span>e</span>", "The observation of a local fisherman <span>d</span>"
        ]
      },
      {
        "type": "multi",
        "title": "Choose the correct letter, A, B, C or D.",
        "quizzes": [
          {
            "title": "Dolphins use sponges for hunting fish because: ",
            "a": "they like it.",
            "b": "it helps them get fish from the bottom of the ocean.",
            "c": "it makes hunting easier.",
            "d": "it helps them to get more fish during the hunt.",
            "correct": "b"
          },
          {
            "title": "All the following statements about dolphins are true, EXCEPT:",
            "a": "Females discovered the method of hunting with sponges.",
            "b": "The sponging method is passed by female dolphins to their daughters.",
            "c": "Male dolphins never use the sponging technique.",
            "d": "Three generations of sponging dolphins have been documented.",
            "correct": "c"
          },
          {
            "title": "Biologist Dr. Anna says that",
            "a": "sponging is very dangerous for dolphins.",
            "b": "dolphins do not inherit sponging method from their parents.",
            "c": "she has benn studying dolphins for a few decades now.",
            "d": "sponging can be a stable behaviour.",
            "correct": "d"
          },
          {
            "title": "With the computer simulation that modeled sponging, researchers",
            "a": "managed to find out approximately when sponging was originated.",
            "b": "were able to predict the behaviour of dolphins.",
            "c": "found out the true reason of sponging.",
            "d": "discovered a new way treating dolphins",
            "correct": "a"
          },
          {
            "title": "Accroding to Janet Mann",
            "a": "bottlenose dolphins have brain as big as humans have.",
            "b": "we can understand dolphins well now.",
            "c": "dolphins are very intellegent.",
            "d": "all of the above.",
            "correct": "c"
          }
        ]
      }
    ]
  }

]
