[
  {
    "id": 1,
    "title": "Working at new company",
    "url": "../audio/conversation/work.mp3",
    "content": "<b>John</b>: So, what's new, Mark? How is your new job going<br><br><b>Mark</b>: To be <span>honest</span>, I can't <span>complain</span>. I really love the company that I am working for. My <span>co-workers</span> are all really <span>friendly</span> and <span>helpful</span>. They really help me feel <span>welcome</span>. It's a really <span>energetic</span> and <span>fun atmosphere</span>. My boss is <span>hilarious</span>, and he's really <span>flexible</span><br><br><b>John</b>: Really? How so<br><br><b>Mark</b>: He <span>allows</span> me to come in when I want and make <span>my own hours</span>. I can also leave <span>early</span>. If I start early, there is no real <span>dress</span> code either. I can wear <span>jeans</span> and a <span>t-shirt</span> if I want. I can even wear <span>shorts</span> in the summer<br><br><b>John</b>: Wow, it sounds really <span>cool</span>. I can't <span>stand</span> wearing a <span>suit</span> every day. Which do you prefer, <span>working late</span> or <span>finishing early</span><br><br><b>Mark</b>: I prefer <span>finishing early</span>. I really <span>enjoy</span> the morning. I love <span>getting up</span> early and going <span>for a run</span>. There's nothing like <span>watching the sunrise</span> while drinking my morning coffee<br><br><b>John</b>: Really? I am <span>opposite</span>. I love <span>sleeping in</span>. I am most <span>alert</span> in the evenings. I'm a real <span>night owl</span><br><br><b>Mark</b>: Well, you know what they say, the <span>early bird</span> catches the <span>worm</span><br><br><b>John</b>: You know, you could be <span>right</span>. Maybe I will try to go to bed a little earlier tonight."
  },
  {
    "id": 2,
    "title": "Farvorite Food",
    "url": "../audio/conversation/food.mp3",
    "content": "<b>John</b>: So, what kind of <span>food</span> do you like?<br><br><b>Lily</b>: I like <span>everything</span>, how about you?<br><br><b>John</b>: Me too. I really love <span>spicy</span> food. <br><br><b>Lily</b>: Do you like <span>Mexican</span> food?<br><br><b>John</b>: Yes, I love it. How about you?<br><br><b>Lily</b>: Yes, I <span>really</span> like tacos and nachos, but jalapenos are too <span>spicy</span> for me.<br><br><b>John</b>: Oh, I see. I love them. I always add <span>hot sauce</span> to everything. <br><br><b>Lily: </b>What is your <span>favorite</span> kind of food?<br><br><b>John</b>: Hmm, <span>difficult</span> question. I'm <span>crazy</span> about Indian food. I <span>love</span> curry.<br><br><b>Lily</b>: Sorry, I didn't <span>catch</span> that. You love what?<br><br><b>John</b>: I'm <span>crazy</span> about Indian food. I <span>love</span> curry. And you?<br><br><b>Lily</b>: Ah, Let me see. It's a <span>difficult</span> question. Hmm, I really like sushi. Sushi is my <span>favorite</span>.<br><br><b>John</b>: I like <span>Japanese</span> food too. I'm hungry. Let's order some <span>burgers</span>."
  },
  {
    "id": 3,
    "title": "Hobbies and Interests",
    "url": "../audio/conversation/hobbies_and_interests.mp3",
    "content": "In my <span>free time</span> I like to play <span>tennis</span>. I started playing tennis when i was a <span>junior</span> high school student. I <span>practiced</span> with my friends. It was <span>fun</span> and we <span>enjoyed</span> it a lot. Sometimes I <span>entered</span> tennis <span>competitions</span>. It's hard to win because the other <span>players</span> are very good. My <span>favorite</span> tennis player is Roger Federer. I like him because he doesn't need to use <span>power</span> to win. He is a very good player. I also like <span>watching movies</span>. <span>Comedy</span> and action movies are my favorites. I like to go to the movies with my friends. Sometimes I go <span>bowling</span> with my family. My dad likes <span>bowling</span> because he is very <span>good at</span> it. He usually wins but I think it is still fun to play <span>together</span>."
  },
  {
    "id": 4,
    "title": "Giving directions",
    "url": "../audio/conversation/giving_directions.mp3",
    "content": "Dear Catalina,<br><br>I hope you had a good <span>flight</span>. We are all <span>looking forward</span> to meeting you at the office on <span>Monday</span>. We hope you enjoy your <span>weekend</span> in the city. The <span>supermarket</span> is next to the big <span>movie theater</span> near your hotel. <span>Turn right</span> when you leave the hotel and <span>go straight</span> for two blocks you will see it on <span>your left</span>. You can also walk to good <span>restaurants</span> from your hotel. From the hotel turn left and <span>go straight</span> for one <span>block</span>. Turn right at the <span>corner of oak</span> street and <span>willow</span> street and go straight. Take the second right and you will see some great restaurants <span>across</span> from the hotel. Please call us if you need some more <span>suggestions</span>.<br><br>Best regards,<br>Milton"

  },
  {
    "id": 5,
    "title": "Business Meeting",
    "url": "../audio/conversation/business_meeting.mp3",
    "content": "<b>Tony</b>: Hello everyone. Tim and Melinda are <span>running late</span>, but we have a lot to <span>get through</span> so we should get started. Jason can you please take the <span>minutes</span> today?<br><br><b>Jason</b>: Yes, of course Tony. No problem!<br><br><b>Tony</b>: Thanks. Okay, let's get the <span>ball rolling</span>. First on the <span>agenda</span> today. Carrie, can you please give us an update on the marketing <span>strategy</span> for our new <span>beverage</span> ginger cola.<br><br><b>Carrie</b>: Yes Tony. well we have decided to <span>pitch</span> the new ginger cola as a health and <span>energy</span> drink<br><br><b>Tony</b>: <span>Fantastic</span> I think this will be our next big hit. There is no reason that it shouldn't be a <span>winner</span>. It <span>tastes</span> great, it's <span>healthy</span> and it has very <span>low calories</span>, it's perfect for <span>working out</span>. Let's make this the next red bull energy drink. Where are we with the <span>advertising</span> and <span>promotion</span> strategy.<br><br><b>Carrie</b>: We still have a few things to <span>work out</span> but we are planning to have a power <span>hitter</span> from the japan baseball league as a celebrity <span>endorsement</span>. We still have to <span>iron out</span> some details but we think he's a great <span>fit</span>.<br><br><b>Tony</b>: Great idea well. Let's set <span>aside</span> more time at the next meeting for a more <span>in-depth</span> look at what you have planned. Of course that's really important but we have a lot to <span>cover</span> in today's meeting<br><br><b>Carrie</b>: Okay Tony, i will be ready to <span>present</span> to everyone then.<br><br><b>Tony</b>: Let's <span>move on</span> to the next topic. I have <span>sent around</span> an action list for each of you to take a look at. It <span>includes</span> a look at the <span>following calls</span> to action, that we need to <span>address</span> for the upcoming <span>charity walkathon</span>. Let's take a few moments and <span>go over</span> everyone's role. This is <span>extremely</span> important for us. We need to give back to the <span>community</span>.<br><br><b>Carrie</b>: I couldn't agree more. This has been at <span>the top</span> of all our agendas and we have come up with some pretty <span>innovative</span> ideas. Let me start things off if that's okay with everyone else."
  },
  {
    "id": 6,
    "title": "Social Media",
    "content": "<b>Sa<b>m:</b></b> Hey Tony can I talk to you<br><br><b>Tony:</b> Yes of course, Sam. What's up?<br><br><b>Sa<b>m:</b></b> Do you think we should <span>limit</span> the amount of time the kids spend <span>surfing</span> the internet <br><br><b>Tony:</b> Hmm good question. <span>Part</span> of me says yes and the other <span>part</span> of me says no. Why are you <span>bringing it</span> up?<br><br><b>Sa<b>m:</b></b> Well, I'm just <span>worried about</span> all the stuff that I'm seeing on the news. Many people say a lot of <span>crime and violence</span> is brought about from things on the Internet.<br><br><b>Tony:</b> Well we definitely need to keep <span>an eye</span> on the sites that they are <span>browsing</span>.<br><br><b>Sa<b>m:</b></b> I always look at the <span>browsing</span> history but you know there are many ways to <span>delete</span> that?<br><br><b>Tony:</b> Yes I know. We just need to keep <span>raising</span> them the way that we are as long as we teach them right from wrong. They will be okay. <br><br><b>Sa<b>m:</b></b> Maybe you're right. I'm just worried that some of the kids at school will <span>negatively influence</span> them.<br><br><b>Tony:</b> I know what you mean but I think they will be okay there is so much that. They can learn using the Internet there's really so much <span>information</span> out there<br><br><b>Sa<b>m:</b></b> A lot of it is bad though, Tony.<br><br><b>Tony:</b> Don't be so <span>optimistic</span> Samantha. Look at the <span>bright side</span> of things sometimes.<br><br><b>Sa<b>m:</b></b> You're right. I have just been watching too much news <span>recently</span>.<br><br><b>Tony:</b> You are a great mom. I think we are good parents who were doing a great job raising our kids in a <span>crazy world</span>.<br><br><b>Sa<b>m:</b></b> I <span>suppose</span> you are right. I guess I am just <span>overreacting</span>, aren't I?<br><br><b>Tony:</b> Yes everything is okay in <span>moderation</span>. I'll go <span>check up</span> on the kids now I'm sure that everything is just fine.",
    "url": "social_media"
  },
  {
    "id":7,
    "title": "Technology",
    "content": "<b>Joey:</b> My phone is almost <span>dead</span>. Do you have a <span>charger</span>?<br><br><b>Tony:</b> Yes, There's a <span>portable</span> charger over there on the table. <br><br><b>Joey:</b> That's perfect. Thanks.<br><br><b>Tony:</b> Can you believe how far <span>technology</span> has come.<br><br><b>Joey:</b> it's hard to believe isn't it it's like you said <span>earlier</span>.<br><br><b>Tony:</b> There were barely any <span>bank machines</span> when we were growing up. Now you can pay for almost anything online or by using an <span>app</span> on your phone.<br><br><b>Joey:</b> It's <span>unreal</span>. It seems like yesterday that everyone was using home phones.<br><br><b>Tony:</b> Now almost nobody has or uses a home phone. Everyone including kids have <span>cell phones</span>.<br><br><b>Joey:</b> Do you really think it's for the <span>best though</span>. I mean it used to be nice when people couldn't <span>bug</span> you at all times of the day and night. <br><br><b>Tony:</b> Yes, I think there are good <span>points</span> and bad <span>points</span> to it all. I mean on one hand they make life easier when it comes to <span>business</span>.<br><br><b>Joey:</b> Yes, I agree with that point but I think that people are too <span>dependent</span> on them. Nobody can <span>relax</span> and you can never really take a <span>day off</span>.<br><br><b>Tony:</b> Yes you are right but can you <span>imagine</span> life without cell phones.<br><br><b>Joey:</b> Not anymore. I <span>rely on</span> it all the time now. I can't live without it . I even check my phone messages in the <span>middle</span> of the night<br><br><b>Tony:</b> I hear you there they sure have <span>changed</span> how we go about our everyday lives haven't they.<br><br><b>Joey:</b> As we speak another <span>message</span> comes through.",
    "url": "../audio/conversation/technology.mp3"
  },
  {
    "id": 8,
    "title": "Weather",
    "content": "<b>Lily:</b> I love spring. What's the weather like in Japan in <span>spring</span>, Takashi?<br><br><b>Takashi:</b> it's really nice. It's <span>sunny and warm</span>. Sometimes it <span>rains</span> but the sky is usually <span>clear and blue</span>. It's my favorite season because everything feels so <span>fresh</span><br><br><b>Lily:</b> Wow, that sounds nice. How about <span>summer</span>?<br><br><b>Takashi:</b> <span>Summer</span> is hot. I like hot weather. But in Japan <span>summer</span> is too <span>humid</span>. I prefer to stay inside and use the air <span>conditioning</span>.<br><br><b>Lily:</b> that sounds different to <span>summer</span> in the UK. What's autumn like in Japan?<br><br><b>Takashi:</b> it's better than <span>summer</span> because it's cooler the air is fresh and it's often quite <span>windy</span>.<br><br><b>Lily:</b> And how about winter?<br><br><b>Takashi:</b> Winter is really cold and very dry. Sometimes it <span>snows</span> too. In the <span>northern</span> parts of Japan there is often a lot of <span>snow</span>",
    "url": "../audio/conversation/weather.mp3"
  },
  {
    "id": 9,
    "title": "Teamwork",
    "content": "When people work together as a team, they can <span>achieve</span> a lot. You can <span>easily</span> get things done when you share the work.<br><br>We <span>practice</span> teamwork in my family. Both my parents have jobs. My father is a <span>doctor</span>. My mother is a <span>teacher</span>. Both of them work long hours all week. My brother is a student at <span>college</span>. I am a student in school. We all have very <span>busy lives</span>. So, when it comes to household <span>chores</span>, we all work together to get them done.<br><br>Each of us has <span>different</span> chores. My parents <span>take turns</span> to cook. My father <span>takes out</span> the trash. My mother does the <span>laundry</span>. My brother washes the <span>dishes</span>. I <span>sweep</span> the floor. We share the chores and work together. Everything gets done fast.<br><br>People should practice working as a team. <span>Teamwork</span> works!",
    "url": "../audio/conversation/teamwork.mp3"
  },
  {
    "id": 10,
    "title": "Gold",
    "content": "Gold has been a part of many <span>cultures</span> for hundreds of years.<br><br>People made <span>coins</span> and <span>jewelry</span> with gold. Gold is a <span>soft metal</span>.<br><br>It is easy to shape into <span>sheets</span>, long <span>wires</span>, or <span>rings</span>. People sometimes mix gold with other metals. This makes the gold <span>harder</span>. Then it can be made into beautiful jewelry. Why do we <span>value</span> gold so much?<br><br>It has a <span>special</span> color. No other metal is a <span>bright</span> yellow. We also value gold because it is <span>rare</span>. A <span>rare</span> thing is hard to find. Even after <span>hundreds</span> of years, gold is still a <span>precious</span> metal now. It is still valued for its beauty. It is still rare. Today, banks <span>store</span> gold in the form of <span>bars</span>.<br><br>Its value is more than $<span>600</span> per ounce. Gold is more <span>useful</span> now than ever before.<br><br><i>If the answer is a number, please use a number, not a text.</i>",
    "url": "../audio/conversation/gold.mp3"
  },
  {
    "id": 11,
    "title": "Let's recycle",
    "content": "<b>M:</b> Hi, Jane! Have you heard about the new <span>laws</span> to help people recycle?<br><br><b>W:</b> I heard about them on the <span>news</span> last night. I don’t think I like them.<br><br><b>M:</b> The <span>government</span> wants to keep the environment clean by recycling <span>paper</span>, metal, and <span>glass</span> instead of throwing these things away.<br><br><b>W:</b> But who wants to pay an extra <span>50</span> cents each time you buy a cup of coffee? That’s a lot of money!<br><br><b>M:</b> <span>50</span> cents? It’s only <span>5</span> cents extra for a paper cup.<br><br><b>W:</b> I thought it was <span>50</span> cents!<br><br><b>M:</b> No, it’s only <span>5</span> cents. Don’t worry. And you can get your money <span>back</span> when you <span>return</span> the cup.<br><br><b>W:</b> That’s fair. Well, maybe the government is right, after all. I’ll return all the paper coffee cups I use from <span>now on</span>.<br><br><b>M:</b> Good! We all need to recycle. It helps to keep the <span>environment</span> clean. <br><br><i>If the answer is a number, please use a number, not a text.</i>",
    "url": "../audio/conversation/let_recycle.mp3"
  },
  {
    "id": 12,
    "title": "An easy way to shop",
    "content": "<b>G:</b> Hey Steve. Look at my new <span>MP3</span> player.<br><br><b>B:</b> Wow! It looks cool. Where did you <span>buy it</span>?<br><br><b>G:</b> I bought it <span>online</span> at an <span>electronics</span> website.<br><br><b>B:</b> I’m not very good at using a <span>computer</span>. Is it hard to buy things <span>online</span>?<br><br><b>G:</b> It’s very easy. All you do is go to the <span>website</span>, and choose <span>the item</span> you want to look at. There are so many items to <span>choose</span> from on the website. After you choose what you want to buy, you click on the “check out” <span>button</span>.<br><br><b>B:</b> That does seem easy.<br><br><b>G:</b> Yes it is. It only takes about a week for your item to come. Of course, if you are in a <span>hurry</span>, you can pay more to get it sent <span>faster</span>.<br><br><b>B:</b> Do you pay for the item when it comes?<br><br><b>G:</b> No, you have to pay for it online with a <span>credit card</span><br><br><i>If the answer is a number, please use a number, not a text.</i>",
    "url": "../audio/conversation/an_easy_way_to_shop.mp3"
  },
  {
    "id": 13,
    "title": "A Perfect Gift",
    "content": "<b>W:</b> Hello, and welcome to Robuck’s. How may I help you?<br><b>M:</b> I would like to buy my wife a home <span>appliance</span> for her birthday.<br><b>W:</b> What sort of <span>appliance</span> are you looking for, sir?<br><b>M:</b> I think a <span>dishwasher</span> might be the perfect gift because it will help with the housework.<br><b>W:</b> Oh yes, <span>dishwashers</span> are very useful. This one here is our most <span>popular</span> model.<br><b>M:</b> How does it work?<br><b>W:</b> It’s very simple. First, collect your <span>dirty dishes</span> and <span>scrape off</span> the leftover food into the <span>garbage can</span>. Then, <span>rinse</span> the dishes in the sink. Put glasses, cups, and <span>cutlery</span> on the top rack. Plates, bowls, and pots go face down on the <span>bottom</span> rack. Then, fill this <span>compartment</span> with detergent and close the door. Next, choose the wash cycle, and finally, <span>press</span> the start button. You’ll have sparkling clean dishes in <span>45</span> minutes!<br><b>M:</b> That sounds easy to use. I think my wife will really like it. How much does it cost?<br><b>W:</b> You’re lucky, sir! It’s on sale this week for $<span>400</span>.<br>M: Great, I’ll take it!<br><br><i>If the answer is a number, please use a number, not a text.</i>",
    "url": "../audio/conversation/the_perfect_gift.mp3"
  },
  {
    "id": 14,
    "title": "A Problem at the Office",
    "content": "<b>M:</b> I had a <span>big problem</span> at the office today!<br><br><b>W:</b> What happened?<br><br><b>M:</b> I <span>could not</span> use my computer all day!<br><br><b>W:</b> Was it because of a <span>virus</span>?<br><br><b>M:</b> Yes. I <span>opened</span> a file that had a <span>virus</span>.<br><br><b>W:</b> Oh no! You must be careful when you open files in your <span>email</span>. A virus can make your whole computer <span>crash</span>.<br><br><b>M:</b> It was an <span>accident</span>! I didn’t know the file had a virus. I’ll be more careful next time.<br><br><b>W:</b> What did you do next?<br><br><b>M:</b> I asked a computer <span>repairman</span> to come to the office. He worked all day to repair my computer. But the real problem is that I may have <span>lost</span> some of my work.<br><br><b>W:</b> Don’t worry. Your work is <span>probably</span> still on your computer. I can help you get it back. Next time, make sure you have back-up <span>files</span>. Just in case it happens again!",
    "url": "../audio/conversation/a_problem_at_the_office.mp3"
  },
  {
    "id": 15,
    "title": "Summer Sports",
    "content": "<b>B:</b> Hi, Alice. What have you been doing? You look <span>tired</span>.<br><br><b>G:</b> I <span>stayed up</span> late last night to watch the Olympics. We won a <span>gold medal</span> for men’s basketball. We also won the <span>silver medal</span> for women’s tennis.<br><br><b>B:</b> That’s great! What about <span>gymnastics</span>?<br><br><b>G:</b> The men’s team didn’t do so <span>well</span>. But the women’s team won the silver medal.<br><br><b>B:</b> I haven’t had much time to watch, but I saw the opening <span>ceremony</span>.<br><br><b>G:</b> What have you been doing this summer?<br><br><b>B:</b> I’ve been playing <span>baseball</span> and taking <span>swimming</span> lessons.<br><br><b>G:</b> I like to watch <span>baseball</span>. Maybe I can come and watch your team play some time. When do you usually play?<br><br><b>B:</b> We have a game this weekend. Why don’t you come and watch us play in the <span>park</span>?<br><br><b>G:</b> Sure! Just let me know what time the game <span>starts</span>. See you later.<br><br><b>B:</b> Bye!",
    "url": "../audio/conversation/summer_sports.mp3"
  },
  {
    "id": 16,
    "title": "A Picnic by the River",
    "content": "<b>W:</b> This is a good <span>spot</span>. Let's <span>stop</span> and have our picnic next to the river.<br><br><b>M:</b> Good idea. Walking always makes me <span>hungry</span>.I'm ready for <span>lunch</span>.<br><br><b>W:</b> We can sit here on the <span>grass</span>. Oh no! Someone forgot to throw these <span>empty paper bags</span> away. There is <span>litter</span> everywhere!<br><br><b>M:</b> Why do people always leave <span>litter</span> around? It's not a nice thing to do. It <span>spoils</span> other people's picnics.<br><br><b>W:</b> I think they are <span>lazy</span>. Or maybe they just don't care. Look, there are some empty <span>cans</span> and <span>glass bottles</span> under that tree, too.<br><br><b>M:</b> People should <span>clean up</span> before they leave, and not leave litter <span>lying around</span>.<br><br><b>W:</b> That's right. Well, after our picnic, let's <span>pick up</span> all the litter we can and take it out of here.<br><br><b>M:</b> OK! And next week, let's come back with friends and <span>pick up</span> some more.<br><br><b>W:</b> Good idea!",
    "url": "../audio/conversation/a_picnic_by_the_river.mp3"
  },
  {
    "id": 17,
    "title": "Arts and Crafts Class",
    "content": "<b>G:</b> Hi, Mom, I’m back from arts and crafts class. Look at what I’m <span>wearing</span>.<br><br><b>W:</b> Well, you’re wearing a blue T-shirt and <span>jeans</span>.<br><br><b>G:</b> Sure, but what <span>else</span> am I wearing?<br><br><b>W:</b> Oh, those <span>earrings</span> are very pretty! Is that what you’re learning to make this week in arts and crafts class?<br><br><b>G:</b> Yes, we’re learning to make <span>jewelry</span> from beads this week. The beads come in different colors and <span>shapes</span>. First, we decide what sort of jewelry we want to make. Then, we choose the beads we want, and string them on transparent plastic wire.<br><br><b>W:</b> That sounds like a lot of fun!<br><br><b>G:</b> Yeah! Tom made a bead <span>necklace</span> for his sister, and I made some earrings. Guess what, Mom? I made a <span>pair</span> of earrings for you, too!<br><br><b>W:</b> Oh, these are very <span>pretty</span>! Thank you very much.<br><br><b>G:</b> Next week, I’m going to make a <span>necklace</span>.",
    "url": "../audio/conversation/arts_and_crafts.mp3"
  },
  {
    "id": 18,
    "title": "Trees in the forest",
    "content": "There are many forests in <span>North America</span>. There are may trees in these forests. Some of these trees are more than two hundred <span>feet tall</span>. Some are over <span>500</span> years old.<br><br><span>Several</span> kinds of trees <span>grow</span> in these forests. Fir, cedar, and pine are three. These trees grow in <span>different areas</span>. Some grow in forests. Some grow on the <span>mountains</span>. People who lived in these place long ago used these trees to make things out of <span>wood</span>.<br><br>Many of these trees are now in <span>special</span> areas. These areas called <span>forests reserves</span> or <span>national parks</span>.<br><br>Some parks <span>charge</span> a small <span>entrance fee</span>. Visitors must pay the fee to enter the parks. Then they can <span>walk among</span> the beautiful old trees. They must take care not to <span>damge</span> the trees. We should all take care of forests <br><br><i>If the answer is a number, please use a number, not a text.</i>",
    "url": "../audio/conversation/trees_in_the_forest.mp3"
  },
  {
    "id": 19,
    "title": "Taking the Train",
    "content": "<b>M:</b> You’re so lucky, Marian. You’re leaving for Hawaii in <span>5</span> hours! I never travel because I hate flying in <span>airplanes</span>. I don’t like <span>buses</span>, either.<br><br><b>W:</b> That doesn’t <span>matter</span>, Dean. There are other ways to <span>get around</span>. You should take the train somewhere.<br><br><b>M:</b> That’s true. It’s been a long time since I last traveled. I’ve always wanted to take a long <span>train trip</span>.<br><br><b>W:</b> What’s stopping you? Go to the travel <span>agent</span> now and ask about train trips!<br><br><b>M:</b> What do you think the <span>fares</span> are like?<br><br><b>W:</b> I’m not sure what train <span>fares</span> are like now. I think it depends on your <span>destination</span>. That’s a question you’ll have to ask a travel agent.<br><br><b>M:</b> Can you suggest a good person to talk to?<br><br><b>W:</b> My travel agent is always very <span>helpful</span>. Here is his phone number.<br><br><b>M:</b> Thanks! I’ll call him right now. Where’s the phone?",
    "url": "../audio/conversation/taking_the_train.mp3"
  },
  {
    "id": 20,
    "title": "My Future Job",
    "content": "G: What do you want to be when you <span>grow up</span>, Mark?<br><br>B: I want to be a <span>teacher</span>. I think I would like to help children learn.<br><br>G: Well, you know, teachers work very <span>hard</span>, and they are not <span>paid</span> much money.<br><br>B: I don’t care about money. Teaching is an <span>important</span> job.<br><br>G: What <span>subject</span> do you want to teach?<br><br>B: I want to teach <span>mathematics</span>, like Ms. Kim. She makes learning fun. I didn’t know that I would like math so much until I joined her class. Now, <span>mathematics</span> is my favorite subject.<br><br>G: If you want to teach math, you’ll have to work hard and learn it well.<br><br>B: No problem! I got an A on the <span>mathematics examination</span> last week. With good teachers like Ms. Kim, learning is easy.<br><br>G: I want to be a teacher, too. But I want to teach <span>English</span>, not math!",
    "url": "../audio/conversation/my_future_job.mp3"
  }
]
